import React from "react";
import { useTranslation } from "react-i18next";
import "./index.scss";

interface ListGeneratorProps {
  listNumber: number;
}

export const ListGenerator = ({ listNumber }: ListGeneratorProps) => {
  const { t } = useTranslation();
  switch (listNumber) {
    case 1:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("paint-system.article-title3")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              двокомпонентна, виключно силікатна система{" "}
              <b>KEIM Purkristalat</b>. Абсолютно мінеральна, дуже довговічна,
              існують <b>об&apos;єкти, пофарбовані 125 років тому</b>.
            </p>
            <p>
              однокомпонентна, універсального застосування, вільна від дисперсії
              силікатна фарба <b>KEIM Unikristalat</b>, найчастіше
              застосовується для ремонту історичних об&apos;єктів.
            </p>
            <p>
              золь-силікатна система фарбування <b>KEIM Soldalit</b>, в першу
              чергу служить для ремонту старих, у тому числі пофарбованих
              органічними фарбами основ.
            </p>
            <p>
              дисперсійна, найпопулярніша та дуже економічна силікатна система{" "}
              <b>KEIM Granital</b>. Переважна більшість об&apos;єктів{" "}
              <b>KEIM</b> у світі забарвлена cаме цією системою.
            </p>
            <p>
              силикатно-акрилова фарба <b>KEIM Teknosil</b>, застосовується для
              фарбування плит з азбестцементу та фібробетону.
            </p>
            <p>
              силікатна фарбувальна система <b>KEIM Novosil</b>, оснащена
              вбудованим захистом від водоростей, грибків та плісняви, служить
              для ремонту систем утеплення фасадів.
            </p>
            <p>
              силікатна система <b>KEIM Сonсretal</b>, забезпечує лесируючу і
              криючу захисне фарбування бетонних поверхонь.
            </p>
            <p>
              силікатна система <b>KEIM Porosil</b>, розроблена для фарбування
              та захисту пористого бетону, застосовується спільно зі
              спеціальними штукатурками та шпаклювальними масами.
            </p>
            <p>
              силікатна система для лісування <b>KEIM Design-Lasur</b>, служить
              для реалізації різноманітних дизайнерських рішень. Має оригінальну
              оптику.
            </p>
            <p>
              силікатна блакит <b>KEIM Restauro-Lasur</b>, застосовується для
              фарбування фасадів та в системі реставрації натурального каменю,
              служить для вирівнювання поверхонь за тоном.
            </p>
            <p>
              вапняна фарбувальна система <b>KEIM Romanit</b>, базується на
              болотяному вапні як мінімум трирічного гасіння. Історичні
              об&apos;єкти, альтернативне будівництво.
            </p>
          </div>
        </>
      );
    case 2:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("paint-system.article-title4")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              золь силікатна фарбувальна система <b>Keim Optil</b>, економічна,
              стійка з чудовою покриваністю та численними насиченими тонами,
              включаючи золотий.
            </p>
            <p>
              золь силікатна ремонтна система фарбування <b>Keim Innotop</b>,
              надійна, легко переробляється, екологічна.
            </p>
            <p>
              дисперсійна силікатна система <b>Keim Biosil</b>, що перешкоджає
              утворенню грибків та водоростей, безпечна для алергіків.
            </p>
            <p>
              дисперсійна силікатна система <b>Keim Ecosil ME</b> забезпечує
              активне фотокаталітичне поліпшення якості повітря в приміщеннях.
            </p>
            <p>
              високоспеціалізована фарбувальна система <b>Keim Mycal</b>,
              застосовується в приміщеннях вже уражених пліснявою, або там, де
              існує небезпека її появи.
            </p>
            <p>
              силікатна система для реперезентативних та історичних приміщень{" "}
              <b>Keim Quarzil</b>, виняткова якість, перешкоджає утворенню
              конденсату та біоорганізмів.
            </p>
            <p>
              оборотне покриття <b>Keim Reversil</b>, служить для консервації
              історичних фресок та розпису, легко видаляється з поверхні, не
              шкодить автентичним шарам забарвлення.
            </p>
            <p>
              силікатна система для лісування <b>KEIM Design-Lasur</b>, служить
              для реалізації різноманітних дизайнерських рішень. Має оригінальну
              оптику.
            </p>
            <p>
              вапняна фарбувальна система <b>KEIM Athenit</b>, базується на
              болотяному вапні як мінімум трирічного гасіння. Історичні
              об&apos;єкти, екологічне будівництво.
            </p>
          </div>
        </>
      );
    case 3:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("paint-system.article-title5")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              перша у світі силікатна фарбувальна система для деревини{" "}
              <b>KEIM Lignosil</b>, що криє, має неперевершену довговічність і
              виняткові захисні властивості.
            </p>
          </div>
        </>
      );
    case 4:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("concrete-repair.article-title3")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              швидкодіючий водний очищувач <b>KEIM Betonschnellreiniger</b>,
              усуває залишки опалубних масел, видаляє жирні та маслянисті плями
              з бетонних та штукатурних поверхонь.
            </p>
          </div>
        </>
      );
    case 5:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("concrete-repair.article-title4")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              мінеральний антикорозійний захист та адгезійний міст{" "}
              <b>KEIM Concretal®-MKH</b>, забезпечує надійне зчеплення арматури
              та бетонної основи з <b>KEIM Concretal®-Mörtel-R</b>.
            </p>
            <p>
              грубо/фракційна PCC I-II суміш <b>KEIM Concretal®-Mörtel-R</b>,
              застосовується для ремонту бетону в інженерному, мостовому та
              висотному будівництві.
            </p>
            <p>
              тонко/фракційна шпаклювальна ремонтна PCCII суміш{" "}
              <b>KEIM Concretal®-Feinspachtel</b>, служить для вирівнювання
              ремонтних місць, заповнення лунок і каверн.
            </p>
            <p>
              дисперсійна добавка <b>KEIM Concretal®-Spezialvergütung</b>,
              покращує адгезійні та технологічні властивості{" "}
              <b>KEIM Concretal®-Feinspachtel</b>.
            </p>
            <p>
              універсальна ремонтна суміш{" "}
              <b>KEIM Concretal®-Universalmörtel-S</b>, з інтегрованим
              антикорозійним захистом та адгезійним мостом. Застосовується у
              висотному будівництві.
            </p>
            <p>
              легка мінеральна штукатурка <b>KEIM Porosil®-Leichtputz</b>{" "}
              спеціально розроблена для пористих теплозберігаючих мінеральних
              будівельних матеріалів.
            </p>
            <p>
              шпаклювальна маса <b>KEIM Leichtspachtel</b> застосовується для
              вирівнювання поверхонь пористого бетону під фарбування{" "}
              <b>KEIM Porosil®-Farbe</b>.
            </p>
          </div>
        </>
      );
    case 6:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("concrete-repair.article-title5")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              криюча золь силікат/акрилова фарба <b>KEIM Concretal®-C</b>{" "}
              забезпечує надійний захист бетону від карбонатизації, впливу СО2,
              хлоридів та атмосферних факторів.
            </p>
            <p>
              золь силікатна фарба, що криє <b>KEIM Concretal®-W</b>,
              водовідштовхувальна, має дуже хорошу паропроникність, забезпечує
              чудовий захист від хлоридів.
            </p>
            <p>
              <b>KEIM Concretal®-W-Grob</b> наповнений варіант фарби{" "}
              <b>KEIM Concretal®-W</b>, перекриває волосяні тріщини в основі,
              вирівнює структуру бетонної поверхні.
            </p>
            <p>
              золь силікатна блакит <b>KEIM Concretal®-Lasur</b>, призначена
              для захисного забарвлення, що криє, і вирівнювання бетонних
              поверхонь по тону в техніці лесування.
            </p>
            <p>
              <b>KEIM Concretal®-Fixativ</b> розріджувач для продуктів{" "}
              <b>KEIM Concretal®-W</b>, <b>KEIM Concretal®-W-Grob</b> та{" "}
              <b>KEIM Concretal®-Lasur</b>.
            </p>
            <p>
              розріджувач <b>KEIM Concretal®-Base</b>, при додаванні певної
              кількості в <b>KEIM Concretal®-Lasur</b> забезпечує необхідний
              лесирующий ефект захисного покриття.
            </p>
            <p>
              гідрофобізатор по бетону <b>KEIM Silan-100</b> може
              використовуватися самостійно і як водовідштовхувальна грунтовка
              для <b>KEIM Concretal®-W</b>, <b>KEIM Concretal®-W-Grob</b> та{" "}
              <b>KEIM Concretal®-Lasur</b>.
            </p>
            <p>
              водонепроникна ґрунтовка <b>KEIM Silangrund</b>, застосовується
              перед нанесенням силікатних фарб <b>KEIM</b> на бетон (у тому
              числі і пористий).
            </p>
            <p>
              криюча силікатна фарба KEIM Porosil® служить для фарбування та
              захисту пористого бетону, так само може наноситься на покриття{" "}
              <b>KEIM Porosil®-Strukturbeschichtung</b> як фінішний шар.
            </p>
            <p>
              силікатне захисне структурне покриття{" "}
              <b>KEIM Porosil®-Strukturbeschichtung</b>, призначене для
              вирівнювання кольорового нанесення на необроблений пористий бетон.
            </p>
            <p>
              ґрунтувальний засіб та розріджувач{" "}
              <b>KEIM Porosil®-Verdünnung</b> входить до складу фарбувальних
              систем, призначених для захисту пористого бетону.
            </p>
          </div>
        </>
      );
    default:
      return <></>;
  }
};
