import React from "react";
import { useTranslation } from "react-i18next";
import "./index.scss";

interface ListGeneratorProps {
  listNumber: number;
}

export const ListGenerator = ({ listNumber }: ListGeneratorProps) => {
  const { t } = useTranslation();
  switch (listNumber) {
    case 1:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("paint-system.article-title3")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              двокомпонентна, виключно силікатна система{" "}
              <b>KEIM Purkristalat</b>. Абсолютно мінеральна, дуже довговічна,
              існують <b>об&apos;єкти, пофарбовані 125 років тому</b>.
            </p>
            <p>
              однокомпонентна, універсального застосування, вільна від дисперсії
              силікатна фарба <b>KEIM Unikristalat</b>, найчастіше
              застосовується для ремонту історичних об&apos;єктів.
            </p>
            <p>
              золь-силікатна система фарбування <b>KEIM Soldalit</b>, в першу
              чергу служить для ремонту старих, у тому числі пофарбованих
              органічними фарбами основ.
            </p>
            <p>
              дисперсійна, найпопулярніша та дуже економічна силікатна система{" "}
              <b>KEIM Granital</b>. Переважна більшість об&apos;єктів{" "}
              <b>KEIM</b> у світі забарвлена cаме цією системою.
            </p>
            <p>
              силикатно-акрилова фарба <b>KEIM Teknosil</b>, застосовується для
              фарбування плит з азбестцементу та фібробетону.
            </p>
            <p>
              силікатна фарбувальна система <b>KEIM Novosil</b>, оснащена
              вбудованим захистом від водоростей, грибків та плісняви, служить
              для ремонту систем утеплення фасадів.
            </p>
            <p>
              силікатна система <b>KEIM Сonсretal</b>, забезпечує лесируючу і
              криючу захисне фарбування бетонних поверхонь.
            </p>
            <p>
              силікатна система <b>KEIM Porosil</b>, розроблена для фарбування
              та захисту пористого бетону, застосовується спільно зі
              спеціальними штукатурками та шпаклювальними масами.
            </p>
            <p>
              силікатна система для лісування <b>KEIM Design-Lasur</b>, служить
              для реалізації різноманітних дизайнерських рішень. Має оригінальну
              оптику.
            </p>
            <p>
              силікатна блакит <b>KEIM Restauro-Lasur</b>, застосовується для
              фарбування фасадів та в системі реставрації натурального каменю,
              служить для вирівнювання поверхонь за тоном.
            </p>
            <p>
              вапняна фарбувальна система <b>KEIM Romanit</b>, базується на
              болотяному вапні як мінімум трирічного гасіння. Історичні
              об&apos;єкти, альтернативне будівництво.
            </p>
          </div>
        </>
      );
    case 2:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("paint-system.article-title4")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              золь силікатна фарбувальна система <b>Keim Optil</b>, економічна,
              стійка з чудовою покриваністю та численними насиченими тонами,
              включаючи золотий.
            </p>
            <p>
              золь силікатна ремонтна система фарбування <b>Keim Innotop</b>,
              надійна, легко переробляється, екологічна.
            </p>
            <p>
              дисперсійна силікатна система <b>Keim Biosil</b>, що перешкоджає
              утворенню грибків та водоростей, безпечна для алергіків.
            </p>
            <p>
              дисперсійна силікатна система <b>Keim Ecosil ME</b> забезпечує
              активне фотокаталітичне поліпшення якості повітря в приміщеннях.
            </p>
            <p>
              високоспеціалізована фарбувальна система <b>Keim Mycal</b>,
              застосовується в приміщеннях вже уражених пліснявою, або там, де
              існує небезпека її появи.
            </p>
            <p>
              силікатна система для реперезентативних та історичних приміщень{" "}
              <b>Keim Quarzil</b>, виняткова якість, перешкоджає утворенню
              конденсату та біоорганізмів.
            </p>
            <p>
              оборотне покриття <b>Keim Reversil</b>, служить для консервації
              історичних фресок та розпису, легко видаляється з поверхні, не
              шкодить автентичним шарам забарвлення.
            </p>
            <p>
              силікатна система для лісування <b>KEIM Design-Lasur</b>, служить
              для реалізації різноманітних дизайнерських рішень. Має оригінальну
              оптику.
            </p>
            <p>
              вапняна фарбувальна система <b>KEIM Athenit</b>, базується на
              болотяному вапні як мінімум трирічного гасіння. Історичні
              об&apos;єкти, екологічне будівництво.
            </p>
          </div>
        </>
      );
    case 3:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("paint-system.article-title5")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              перша у світі силікатна фарбувальна система для деревини{" "}
              <b>KEIM Lignosil</b>, що криє, має неперевершену довговічність і
              виняткові захисні властивості.
            </p>
          </div>
        </>
      );
    default:
      return <></>;
  }
};
