import React from "react";
import { useTranslation } from "react-i18next";
import "./index.scss";

interface ListGeneratorProps {
  listNumber: number;
}

export const ListGenerator = ({ listNumber }: ListGeneratorProps) => {
  const { t } = useTranslation();
  switch (listNumber) {
    case 1:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("paint-system.article-title3")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              двокомпонентна, виключно силікатна система{" "}
              <b>KEIM Purkristalat</b>. Абсолютно мінеральна, дуже довговічна,
              існують <b>об&apos;єкти, пофарбовані 125 років тому</b>.
            </p>
            <p>
              однокомпонентна, універсального застосування, вільна від дисперсії
              силікатна фарба <b>KEIM Unikristalat</b>, найчастіше
              застосовується для ремонту історичних об&apos;єктів.
            </p>
            <p>
              золь-силікатна система фарбування <b>KEIM Soldalit</b>, в першу
              чергу служить для ремонту старих, у тому числі пофарбованих
              органічними фарбами основ.
            </p>
            <p>
              дисперсійна, найпопулярніша та дуже економічна силікатна система{" "}
              <b>KEIM Granital</b>. Переважна більшість об&apos;єктів{" "}
              <b>KEIM</b> у світі забарвлена cаме цією системою.
            </p>
            <p>
              силикатно-акрилова фарба <b>KEIM Teknosil</b>, застосовується для
              фарбування плит з азбестцементу та фібробетону.
            </p>
            <p>
              силікатна фарбувальна система <b>KEIM Novosil</b>, оснащена
              вбудованим захистом від водоростей, грибків та плісняви, служить
              для ремонту систем утеплення фасадів.
            </p>
            <p>
              силікатна система <b>KEIM Сonсretal</b>, забезпечує лесируючу і
              криючу захисне фарбування бетонних поверхонь.
            </p>
            <p>
              силікатна система <b>KEIM Porosil</b>, розроблена для фарбування
              та захисту пористого бетону, застосовується спільно зі
              спеціальними штукатурками та шпаклювальними масами.
            </p>
            <p>
              силікатна система для лісування <b>KEIM Design-Lasur</b>, служить
              для реалізації різноманітних дизайнерських рішень. Має оригінальну
              оптику.
            </p>
            <p>
              силікатна блакит <b>KEIM Restauro-Lasur</b>, застосовується для
              фарбування фасадів та в системі реставрації натурального каменю,
              служить для вирівнювання поверхонь за тоном.
            </p>
            <p>
              вапняна фарбувальна система <b>KEIM Romanit</b>, базується на
              болотяному вапні як мінімум трирічного гасіння. Історичні
              об&apos;єкти, альтернативне будівництво.
            </p>
          </div>
        </>
      );
    case 2:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("paint-system.article-title4")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              золь силікатна фарбувальна система <b>Keim Optil</b>, економічна,
              стійка з чудовою покриваністю та численними насиченими тонами,
              включаючи золотий.
            </p>
            <p>
              золь силікатна ремонтна система фарбування <b>Keim Innotop</b>,
              надійна, легко переробляється, екологічна.
            </p>
            <p>
              дисперсійна силікатна система <b>Keim Biosil</b>, що перешкоджає
              утворенню грибків та водоростей, безпечна для алергіків.
            </p>
            <p>
              дисперсійна силікатна система <b>Keim Ecosil ME</b> забезпечує
              активне фотокаталітичне поліпшення якості повітря в приміщеннях.
            </p>
            <p>
              високоспеціалізована фарбувальна система <b>Keim Mycal</b>,
              застосовується в приміщеннях вже уражених пліснявою, або там, де
              існує небезпека її появи.
            </p>
            <p>
              силікатна система для реперезентативних та історичних приміщень{" "}
              <b>Keim Quarzil</b>, виняткова якість, перешкоджає утворенню
              конденсату та біоорганізмів.
            </p>
            <p>
              оборотне покриття <b>Keim Reversil</b>, служить для консервації
              історичних фресок та розпису, легко видаляється з поверхні, не
              шкодить автентичним шарам забарвлення.
            </p>
            <p>
              силікатна система для лісування <b>KEIM Design-Lasur</b>, служить
              для реалізації різноманітних дизайнерських рішень. Має оригінальну
              оптику.
            </p>
            <p>
              вапняна фарбувальна система <b>KEIM Athenit</b>, базується на
              болотяному вапні як мінімум трирічного гасіння. Історичні
              об&apos;єкти, екологічне будівництво.
            </p>
          </div>
        </>
      );
    case 3:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("paint-system.article-title5")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              перша у світі силікатна фарбувальна система для деревини{" "}
              <b>KEIM Lignosil</b>, що криє, має неперевершену довговічність і
              виняткові захисні властивості.
            </p>
          </div>
        </>
      );
    case 4:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("concrete-repair.article-title3")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              швидкодіючий водний очищувач <b>KEIM Betonschnellreiniger</b>,
              усуває залишки опалубних масел, видаляє жирні та маслянисті плями
              з бетонних та штукатурних поверхонь.
            </p>
          </div>
        </>
      );
    case 5:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("concrete-repair.article-title4")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              мінеральний антикорозійний захист та адгезійний міст{" "}
              <b>KEIM Concretal®-MKH</b>, забезпечує надійне зчеплення арматури
              та бетонної основи з <b>KEIM Concretal®-Mörtel-R</b>.
            </p>
            <p>
              грубо/фракційна PCC I-II суміш <b>KEIM Concretal®-Mörtel-R</b>,
              застосовується для ремонту бетону в інженерному, мостовому та
              висотному будівництві.
            </p>
            <p>
              тонко/фракційна шпаклювальна ремонтна PCCII суміш{" "}
              <b>KEIM Concretal®-Feinspachtel</b>, служить для вирівнювання
              ремонтних місць, заповнення лунок і каверн.
            </p>
            <p>
              дисперсійна добавка <b>KEIM Concretal®-Spezialvergütung</b>,
              покращує адгезійні та технологічні властивості{" "}
              <b>KEIM Concretal®-Feinspachtel</b>.
            </p>
            <p>
              універсальна ремонтна суміш{" "}
              <b>KEIM Concretal®-Universalmörtel-S</b>, з інтегрованим
              антикорозійним захистом та адгезійним мостом. Застосовується у
              висотному будівництві.
            </p>
            <p>
              легка мінеральна штукатурка <b>KEIM Porosil®-Leichtputz</b>{" "}
              спеціально розроблена для пористих теплозберігаючих мінеральних
              будівельних матеріалів.
            </p>
            <p>
              шпаклювальна маса <b>KEIM Leichtspachtel</b> застосовується для
              вирівнювання поверхонь пористого бетону під фарбування{" "}
              <b>KEIM Porosil®-Farbe</b>.
            </p>
          </div>
        </>
      );
    case 6:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("concrete-repair.article-title5")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              криюча золь силікат/акрилова фарба <b>KEIM Concretal®-C</b>{" "}
              забезпечує надійний захист бетону від карбонатизації, впливу СО2,
              хлоридів та атмосферних факторів.
            </p>
            <p>
              золь силікатна фарба, що криє <b>KEIM Concretal®-W</b>,
              водовідштовхувальна, має дуже хорошу паропроникність, забезпечує
              чудовий захист від хлоридів.
            </p>
            <p>
              <b>KEIM Concretal®-W-Grob</b> наповнений варіант фарби{" "}
              <b>KEIM Concretal®-W</b>, перекриває волосяні тріщини в основі,
              вирівнює структуру бетонної поверхні.
            </p>
            <p>
              золь силікатна блакит <b>KEIM Concretal®-Lasur</b>, призначена
              для захисного забарвлення, що криє, і вирівнювання бетонних
              поверхонь по тону в техніці лесування.
            </p>
            <p>
              <b>KEIM Concretal®-Fixativ</b> розріджувач для продуктів{" "}
              <b>KEIM Concretal®-W</b>, <b>KEIM Concretal®-W-Grob</b> та{" "}
              <b>KEIM Concretal®-Lasur</b>.
            </p>
            <p>
              розріджувач <b>KEIM Concretal®-Base</b>, при додаванні певної
              кількості в <b>KEIM Concretal®-Lasur</b> забезпечує необхідний
              лесирующий ефект захисного покриття.
            </p>
            <p>
              гідрофобізатор по бетону <b>KEIM Silan-100</b> може
              використовуватися самостійно і як водовідштовхувальна грунтовка
              для <b>KEIM Concretal®-W</b>, <b>KEIM Concretal®-W-Grob</b> та{" "}
              <b>KEIM Concretal®-Lasur</b>.
            </p>
            <p>
              водонепроникна ґрунтовка <b>KEIM Silangrund</b>, застосовується
              перед нанесенням силікатних фарб <b>KEIM</b> на бетон (у тому
              числі і пористий).
            </p>
            <p>
              криюча силікатна фарба KEIM Porosil® служить для фарбування та
              захисту пористого бетону, так само може наноситься на покриття{" "}
              <b>KEIM Porosil®-Strukturbeschichtung</b> як фінішний шар.
            </p>
            <p>
              силікатне захисне структурне покриття{" "}
              <b>KEIM Porosil®-Strukturbeschichtung</b>, призначене для
              вирівнювання кольорового нанесення на необроблений пористий бетон.
            </p>
            <p>
              ґрунтувальний засіб та розріджувач{" "}
              <b>KEIM Porosil®-Verdünnung</b> входить до складу фарбувальних
              систем, призначених для захисту пористого бетону.
            </p>
          </div>
        </>
      );
    case 7:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("plaster.article-title3")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              силікатна, пігментована декоративна штукатурка{" "}
              <b>KEIM Indusil®</b> для зовнішнього та внутрішнього
              застосування, структурна, зернистість від 1 до 3 мм.
            </p>
            <p>
              вапняно-цементні легкі декоративні штукатурки{" "}
              <b>
                KEIM Brillantputz ® Rillenputz, KEIM Brillantputz ® Rauputz,
                KEIM Brillantputz ® Glattputz
              </b>
              , структурні зернисті (2-5 мм) та гладка, пігментовані, для
              зовнішнього застосування, у тому числі у складі систем утеплення
              фасадів.
            </p>
            <p>
              штукатурний набризк-адгезійний міст{" "}
              <b>KEIM Porosan®-Trass-Zementputz</b>, використовується в системі
              сануючих штукатурок <b>KEIM Porosan®</b>.
            </p>
            <p>
              мінеральний шлам-вертикальна гідроізоляція{" "}
              <b>KEIM Porosan®-Dichtungsschlämme</b> служить для захисту споруд
              від впливу напірної та ненапірної вологи.
            </p>
            <p>
              системна штукатурка <b>KEIM Porosan®-Ausgleichsputz-NP</b>, що
              вирівнює, застосовується на мінеральних, навантажених шкідливими
              солями підставах.
            </p>
            <p>
              системні сануючі штукатурки{" "}
              <b>KEIM Porosan®-Trass-Sanierputz-NP</b> та{" "}
              <b>KEIM Porosan®-HF-Sanierputz</b>, використовуються для санації
              вологих та навантажених солями мінеральних основ.
            </p>
            <p>
              вологорегулюючі штукатурки <b>KEIM Seccopor®-Maschinenputz</b> та{" "}
              <b>KEIM Seccopor®-Handputz</b> машинного та ручного нанесення
              відповідно, призначені для санації вологих приміщень.
            </p>
            <p>
              <b>KEIM Seccopor®-Feinputz</b> тонка, фінішна вологорегулююча
              штукатурка в системі <b>KEIM Seccopor®</b>.
            </p>
            <p>
              тонкофракційна, вапняно-трасова штукатурка{" "}
              <b>KEIM Deckputz®-historisch-Fein</b>, призначена для реставрації
              історичних будівель та пам&apos;яток архітектури.
            </p>
            <p>
              грубофракційна, вапняно-трасова штукатурка{" "}
              <b>KEIM Deckputz®-historisch-Grob</b>, призначена для реставрації
              історичних будівель та пам&apos;яток архітектури.
            </p>
            <p>
              ремонтна, вапняно-цементна штукатурка <b>KEIM Universalputz®</b>,
              що містить органічні добавки та армована волокном, служить для
              ремонту та оштукатурювання фасадів.
            </p>
            <p>
              тонкофракційна, вапняно-цементна штукатурка{" "}
              <b>KEIM Universalputz®-Fein</b>, що містить органічні добавки та
              армована волокном, служить для ремонту та оштукатурювання фасадів.
            </p>
            <p>
              тонкофракційна вапняна штукатурка та міст зчеплення, призначена
              для зовнішнього та внутрішнього застосування{" "}
              <b>KEIM NHL-Kalkputz®-Fein</b>, застосовується в галузі
              реставрації та альтернативному біологічному будівництві.
            </p>
            <p>
              грубофракційна вапняна штукатурка, призначена для зовнішнього та
              внутрішнього застосування <b>KEIM NHL-Kalkputz®-Grob</b>,
              застосовується в галузі реставрації та альтернативному
              біологічному будівництві.
            </p>
            <p>
              гідроактивний вапняний шлам <b>KEIM Mycal®-Por</b>,
              використовується у вологих внутрішніх приміщеннях, уражених
              грибком та пліснявою. Може застосовуватися як клеючий склад і
              шпаклівка для внутрішніх теплозберігаючих плит, має ефект
              компенсації конденсаційної вологи.
            </p>
            <p>
              мінеральна легка штукатурка <b>KEIM Porosil®-Leichtputz</b> на
              базі вапна, застосовується як старт та фініш при виконанні
              зовнішніх та внутрішніх робіт з використанням високоефективних
              утеплювальних матеріалів.
            </p>
            <p>
              стандартна вапняно-цементна штукатурка <b>KEIM Standardputz®</b>,
              використовується як старт і фініш, зовні та всередині, у тому
              числі і в областях підвищеної вологості.
            </p>
          </div>
        </>
      );
    case 8:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("plaster.article-title4")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              силікатна шпаклівка <b>KEIM Spachtel®</b>, готова до застосування
              для зовнішніх та внутрішніх робіт, служить для вирівнювання
              поверхні штукатурок та бетонів, а також монтажу армуючих сіток.
            </p>
            <p>
              полегшена силікатна шпаклівка <b>KEIM Leichtspachtel®</b>, готова
              до застосування для зовнішніх та внутрішніх робіт, служить для
              вирівнювання поверхні штукатурок та бетонів, а також монтажу
              армуючих сіток.
            </p>
            <p>
              Шпаклівка <b>KEIM LS-Pro®</b> призначена для внутрішнього
              застосування, адаптована для повномасштабного нанесення апаратурою{" "}
              <b>Airless</b>, чудово шліфується, рекомендована для біологічного
              будівництва.
            </p>
            <p>
              готова до застосування внутрішня шпаклювальна маса{" "}
              <b>KEIM Dolomitspachtel®</b>, розроблена для повномасштабного
              шпаклювання штукатурок та бетонів, вирівнювання дефектних місць та
              заповнення швів.
            </p>
            <p>
              екологічно чиста, вапняна шпаклівка для внутрішнього застосування{" "}
              <b>KEIM Athenit®-fino</b> не містить синтетичних добавок та
              розчинників.
            </p>
          </div>
        </>
      );
    case 9:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("rock-restoration.article-title3")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              натуральний, біологічно саморозкладний очисник-концентрат{" "}
              <b>KEIM Steinreiniger®-N</b>, призначений для м&apos;якого
              очищення каменю, цегли та бетону.
            </p>
            <p>
              кремнійорганічний камнезміцнювач <b>KEIM Silex®-OH</b> забезпечує
              зміцнення ослабленої структури натурального каменю (вміст діючої
              речовини 75%).
            </p>
            <p>
              кремнійорганічний камнезміцнювач <b>KEIM Silex®-OH-100</b>{" "}
              забезпечує зміцнення ослабленої структури натурального каменю
              (вміст діючої речовини 100%).
            </p>
          </div>
        </>
      );
    case 10:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("rock-restoration.article-title4")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              суха реставраційна суміш <b>KEIM Restauro®-Grund</b>, що служить
              для чорнового заповнення глибоких втрат на камені, є основою для{" "}
              <b>KEIM Restauro®-Top</b> (коричневий колір).
            </p>
            <p>
              суха реставраційна суміш <b>KEIM Restauro®-Top</b>, забезпечує
              колірну та структурну відповідність доповнень оригінальної
              поверхні каменю (кольорова, фінішна).
            </p>
            <p>
              суха реставраційна суміш <b>KEIM Restauro®-Fuge</b>, служить для
              заповнення шовного простору в історичних цегляних або
              кам&apos;яних кладках (кольорова).
            </p>
            <p>
              суха реставраційна суміш <b>KEIM Restauro®-Gieß</b>,
              використовується для відливання копій кам&apos;яних елементів
              декору або статуй у спеціальних формах (кольорова, рідкотекуча).
            </p>
            <p>
              армуючі елементи із спеціальної нержавіючої сталі{" "}
              <b>KEIM Armierungsmaterial ®V-4A-Stahl</b>, (дріт, прути та
              кріпильні гвинти/шурупи), забезпечують надійне кріплення
              свіжих/замішаних реставраційних матеріалів з вертикальних та
              вертикальних поверхонь.
            </p>
          </div>
        </>
      );
    case 11:
      return (
        <>
          <div className={"list-generator-title"}>
            {t("rock-restoration.article-title5")}
          </div>
          <div className={"list-generator-content"}>
            <p>
              силоксановий гідрофобізатор <b>KEIM Lotexan®-N</b> розроблений
              спеціально для захисту натурального каменю від води та різних
              забруднень.
            </p>
            <p>
              тонкошарова золь-силікатна фарба-блакитник{" "}
              <b>KEIM Restauro®-Lasur</b>, служить для лесирующего вирівнювання
              за тоном відреставрованих ділянок та автентичної поверхні
              натурального каменю.
            </p>
            <p>
              ґрунтувальний засіб-розріджувач <b>KEIM Restauro®-Fixativ</b>,
              застосовується для ґрунтування та розведення{" "}
              <b>KEIM Restauro®-Lasur</b> до необхідного ступеня прозорості.
            </p>
          </div>
        </>
      );
    default:
      return <></>;
  }
};
