{
  "header.history": "ІСТОРІЯ КЕІМ",
  "header.advantages": "ВЛАСТИВОСТІ",
  "header.buildings": "ОБ'ЄКТИ",
  "header.service": "СЕРВІС",
  "header.contacts": "КОНТАКТИ",

  "sidemenu.search-placeholder": "Пошук по сайту...",
  "sidemenu.paint-system": "ФАРБУВАЛЬНІ СИСТЕМИ КЕІМ",
  "sidemenu.concrete-repair": "РЕМОНТ БЕТОНУ КЕІМ",
  "sidemenu.plaster": "ШТУКАТУРКИ КЕІМ",
  "sidemenu.rock-restoration": "РЕСТАВРАЦІЯ НАТУРАЛЬНОГО КАМЕНЮ КЕІМ",
  "sidemenu.creative-design": "КРЕАТИВНЕ ОФОРМЛЕННЯ КЕІМ",
  "sidemenu.additional": "ЗАХИСТ ДЕРЕВИНИ / ДОДАТКОВА ПРОДУКЦІЯ",
  "sidemenu.catalogue": "КАТАЛОГ",
  "sidemenu.picture.placeholder": "Техніка селікатного розпису\n",
  "sidemenu.tech": "ТЕХНІКА СЕЛІКАТНОГО РОЗПИСУ\n",

  "home.card1.title": "Свято-Миколаївський кафедральний собор (Горлівка, Донецька обл.)",
  "home.card1.text1": "Незважаючи на складну політико-економічну ситуацію в Україні, офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для оздоблювальних робіт",
  "home.card1.link1": "Свято-Миколаївського Кафедрального собору",
  "home.card1.text2": "(Донецька обл., м. Горлівка).\n\nУ храмовому розписі даного об'єкта представлена ​​силікатна система, що лесує, KEIM Design-Lasur. Нам було складно виконати свої зобов'язання перед Замовником....",
  "home.card1.link2": "далі",

  "home.card2.title": "Свято-Троїцький жіночий монастир (Рівненська обл.)",
  "home.card2.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації",
  "home.card2.link1": "Дерманського Свято-Троїцького жіночого монастиря",
  "home.card2.text2": "(Рівненська обл., Здолбунівський р-н, с. Дермань Друга).\n\nНа даному об'єкті представлена ​​система фарбування KEIM Granital® в індивідуальних колірних рішеннях відповідно до колекції KEIM Palette exclusiv. ....",
  "home.card2.link2": "далі",

  "home.card3.title": "Центральний офіс компанії UDP (м. Київ)",
  "home.card3.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації ліпного декору будівлі",
  "home.card3.link1": "Центрального офісу девелоперської компанії UDP",
  "home.card3.text2": "(м. Київ, вул. Лаврська, 18).\n\nНа даному об'єкті представлена ​​система фарбування ТМ Keim - Soldalit, відповідно до технічних умов реального стану декоративних елементів фасадів.",
  "home.card3.link2": "далі",

  "home.card4.title": "Благодійний комплекс Зайцевих (м. Київ)",
  "home.card4.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації частини",
  "home.card4.link1": "Благодійного комплексу меценатів Зайцевих",
  "home.card4.text2": "спорудження Нового корпусу колишньої Хірургічної лікарні 1911-1912 р. (м. Київ, вул. Фрунзе, 61-а).\n\nНа даному об'єкті представлена ​​технологія санації цегляної кладки продуктами ТМ Keim відповідно до вимог Авторського нагляду Зака ​​....",
  "home.card4.link2": "далі",

  "home.card5.title": "Загаєцький чоловічий монастир (Тернопільська обл.)",
  "home.card5.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації",
  "home.card5.link1": "Загаєцького чоловічого монастиря Св. Іоанна Милостивого",
  "home.card5.text2": "(Тернопільська обл., Шумський р-н).\n\nНа даному об'єкті представлена ​​технологія санації цегляної кладки продуктами ТМ Keim, відповідно до вимог Технологічного відділу НДІ \"УкрПроектРеставрація\". ....",
  "home.card5.link2": "далі",

  "home.card6.title": "Будинок Ікскюль-Гільденбандів (м. Київ)",
  "home.card6.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації",
  "home.card6.link1": "прибуткового будинку родини баронів Ікскюль-Гільденбандів",
  "home.card6.text2": "1902 р. (м. Київ, вул. Шовковична, 19).\n\nНа даному об'єкті представлена ​​система фарбування ТМ Keim - Granital, в індивідуальних колірних рішеннях відповідно до колекції KEIM Palette exclusiv ....",
  "home.card6.link2": "далі",

  "home.card7.title": "Пам'ятник Магдебурзькому праву (м. Київ)",
  "home.card7.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації",
  "home.card7.link1": "Пам'ятника магдебурзькому праву",
  "home.card7.text2": "(м. Київ, вул. Набережне шосе, 6).\n\nНа даному об'єкті представлена ​​система санації цегляної кладки продуктами ТМ Keim та система фарбувальної техніки ТМ Keim - Soldalit. Враховуючи високу культурно-соціальну важливість даного проекту, процеси, що виконуються на даному об'єкті з реставрації ....",
  "home.card7.link2": "далі",

  "home.card8.title": "Маріїнський Палац (м. Київ)",
  "home.card8.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації церемоніальної резиденції Президента України Маріїнського Палацу (м. Київ, вул. Грушевського, 5а).\n\nНеобхідність застосування двох різних систем фарбування KEIM Soldalit® і KEIM Granital® була обумовлена ​​реальним станом заснування фасадів палацу. Заново оштукатурені частини фасадів підлягають обробці кислотним концентратом.",
  "home.card8.link1": "далі",
  "home.card8.text2": "",
  "home.card8.link2": "",

  "history.title": "Історія КЕІМ",
  "history.p1": "Біля витоків епохального винаходу мінеральних фарб KEIM (Кайм) стояли три видатні особи свого часу: Йоганн Вольфганг фон Гете, король Баварії Людвіг I та безпосередньо винахідник цієї фарби, практик та дослідник Адольф Вільгельм Кайм.",
  "history.p2": "Вже в середні XVIII століття в'яжуча речовина для майбутніх мінеральних фарб KEIM – рідкий силікат калію – була відома як «Сіліціум-Лікер». Але ще були хороші передумови та можливості для його виробництва та застосування.",
  "history.p3": "В 1768 Йоганн Вольфганг фон Гете покладав великі надії на свої досліди з рідким склом. У 8-й книзі «Поезія і правда» він пише: \"Те, що займало мене найбільше, був так званий \"Сіліціум-Лікер\" (Liquor Silicium), який виникає, якщо розплавити чистий кремній кварцу з відповідною часткою лугу, з чого виходить прозоре скло, яке тече на повітрі і є чудовою, ясною і чистою рідиною...\".",
  "history.p4": "Проте Ґете з його роздумами так і не дійшов до зрілої практики. Поштовхом для інтенсивної дослідницької роботи Адольфа Вільгельма Кайма послужили ідеї короля Баварії Людвіга I. Володар художнього чуття монарх був у захваті від барвистих вапняних фресок Північної Італії і хотів мати такі ж шедеври у своєму королівстві. Однак, погода на північ від Альп, як відомо, істотно суворіша і руйнує вапняний художній живопис у дуже короткий час.",
  "history.p5": "Таким чином, баварській науці було віддано доручення розробити таку фарбу, яка виглядала б як вапняна, але була б довговічнішою.",
  "history.p6": "Переконливим рішенням цього завдання стали мінеральні системи фарбування KEIM. Ідея запатентованої у 1878 році силікатної фарби ґрунтується на правильному змішуванні рідкого силікату калію (рідке скло) та неорганічних кольорових пігментів.",
  "history.p7": "В результаті було отримано унікальну фарбу, в якій якість, довговічність, захисні властивості та світлостійкість були доведені до дуже високих показників.",
  "history.p8": "До сьогоднішнього дня збереглися фасади, пофарбовані в 19-му столітті, наприклад, готель «Білий орел» у місті Штайн ам Рейн або Ратуша у місті Швіц (1891 р.), будинки у Швейцарії, в Осло (1895 р.) чи Траунштайні , Німеччина (1891).",
  "history.p9": "Створені А. Каймом силікатні фарби наприкінці XIX – на початку XX століття набули широкого поширення в Західній Європі. У той же час ціла плеяда художників Російської Імперії також виконали ряд робіт чудовими фарбами KEIM: розписи в Софійському соборі Новгорода (1897), розписи в Марфо-Мар'їнській обителі в Москві (художник М. В. Нестеров, 1911), розписи в Курза Сестрорецьке (орнамент), у церкві села Наталіївка Харківської області (архітектор О. В. Щусєв, художник А. І. Савінов, 1912 – 1915).",
  "history.p10": "І.Є. Рєпін та Є.О. Лансері також були знайомі з фарбами KEIM. Вони виконали на бетонних плитах невеликого розміру за однією роботою-пробою. Незважаючи на багаторічне зберігання цих зразків не в найсприятливіших умовах, їх барвистий шар не має жодних ознак руйнування й досі. Відомий технолог живопису професор Д. І. Кіплік свого часу охарактеризував фарби KEIM як чудовий матеріал. Так само високу оцінку дав їм і радянський художник-монументаліст М. М. Чернишов.",

  "advantages.title": "Властивості KEIM",
  "advantages.title1": "Неперевершена довговічність",
  "advantages.description1": "Спеціально підібрана сировина є основою найвищої якості силікатних фарб KEIM. Оптимальна комбінація з рідкого силікату калію як сполучного та неорганічних кольорових пігментів забезпечує максимальну погодостійкість та довговічність.",
  "advantages.title2": "Геніальний принцип адгезії «Сілікатизація»",
  "advantages.description2": "Принцип силікатної техніки ґрунтується на силікатизації (відокремленні) сполучного з основою. Таким чином, виникає міцне, нерозчинне з'єднання фарби з несучою основою (штукатуркою, каменем, бетоном тощо).",
  "advantages.title3": "Максимальна паропроникність",
  "advantages.description3": "Висока паропроникність (коефіцієнт sd) силікатних фарб KEIM дозволяє волозі, що міститься в будівельній конструкції, не затримуватись і швидко виходити назовні. З погляду будівельної фізики це дуже серйозне перевагу, т.к. волога не накопичується між зовнішнім покриттям і основою, що в інших випадках призводить до руйнувань шару фарбування.",
  "advantages.title4": "Можливість нанесення на органічні основи",
  "advantages.description4": "Це стало можливим завдяки новій розробці - спеціальній системі фарбування KEIM Soldalit®. Фахівці компанії KEIMFARBEN створили на основі nano-технологій новий тип сполучного, що дозволяє силікатній фарбі без проблем наноситься на органічну основу із збереженням усіх властивостей та переваг силікатного покриття.",
  "advantages.title5": "Відсутність мікроорганізмів: грибків, плісняви ​​тощо.",
  "advantages.description5": "Висока дифузійна здатність мінеральних фарб KEIM дозволяє стінам постійно залишатися в сухому стані, а наявність неорганічних складових значно знижує рівень забруднення поверхні. Шкідливі мікроорганізми не знаходять собі живильного середовища, а лужність покриття запобігає зростання плісняви.",
  "advantages.title6": "Hе горючі",
  "advantages.description6": "На відміну від дисперсійних фарб на основі штучних або силіконових смол, силікатні фарби KEIM не спалахують і не підтримують горіння. У разі пожежі вони забезпечать максимальну безпеку, відсутність токсичних газів тощо. Ці властивості підтверджені пожежними випробуваннями у Німеччині та Великій Британії.",
  "advantages.title7": "Регулюють температуру",
  "advantages.description7": "Силікатні фарби KEIM мають мікрокристалічну структуру. Тому світло та теплові промені дуже добре відбиваються від пофарбованої ними поверхні. У спекотних кліматичних зонах, наприклад на Близькому Сході, термічне навантаження на таку фарбу і забарвлену їй основу значно знижується. Це запобігає утворенню тріщин як підставі, так і у шарі фарбування, сприяє створенню сприятливої ​​температури всередині приміщення.",
  "advantages.title8": "Виняткова світлостійкість",
  "advantages.description8": "Спеціально підібрана сировина є основою найвищої якості силікатних фарб KEIM. Оптимальна комбінація з рідкого силікату калію як сполучного та неорганічних кольорових пігментів забезпечує максимальну погодостійкість та довговічність.",
  "advantages.title9": "Стійкість до техногенних забруднень",
  "advantages.description9": "Силікатні фарби KEIM є стійкими до кислот, які є у повітрі і сприяють сильним забрудненням фасадів будівель. Внаслідок силікатизації з основою фарбувальні системи KEIM не змиваються так званими кислотними дощами. Крім того, вони захищають основи від небезпечних руйнівних речовин у надлишку присутніх в атмосфері.",
  "advantages.title10": "Чудовий екологічний баланс",
  "advantages.description10": "Силікатні фарби KEIM екологічно бездоганні. На всіх етапах: від видобутку мінеральної сировини до виробництва фарби та створення фарбувального покриття силікатні матеріали KEIM показують винятковий екологічний профіль. Навіть якщо потрібно видалити покриття KEIM, немає необхідності застосовувати небезпечні змивки: поверхня просто миється водою і перефарбовується.",
  "advantages.title11": "Економія та збереження матеріальних цінностей",
  "advantages.description11": "Принцип з'єднання (силікатизації) фарби з мінеральною основою забезпечує довговічність фарбування покриття KEIM. Ідеально підібрані мінеральні компоненти створюють стійкість до екстремальних навантажень навколишнього середовища. Тривалий термін служби такого покриття в комбінації з простотою нанесення доводять економічну доцільність застосування силікатних систем фарбування KEIM.",
  "advantages.title12": "Індивідуальні можливості декоративного оздоблення",
  "advantages.description12": "Виробник KEIMFARBEN пропонує понад 270 стандартних кольорів силікатних фарб. Крім цього, можливе виготовлення інших відтінків на замовлення клієнта. Матеріали для різних технік нанесення, художнього розпису тощо. дозволяють без проблем реалізувати будь-які види декоративного оздоблення.",

  "buildings.title": "Об'єкти",
  "buildings.title1": "Свято-Миколаївський кафедральний собор (Горлівка, Донецька обл.)",
  "buildings.title2": "Дерманський Свято-Троїцький жіночий монастир (Рівненська обл.)",
  "buildings.title3": "Центральний офіс UDP (Київ)",
  "buildings.title4": "Благодійний комплекс Зайцевих (Київ)",
  "buildings.title5": "Загаєцький чоловічий монастир (Шумськ, Тернопільська обл.)",
  "buildings.title6": "Будинок Ікскюль-Гільденбандів (Київ)",
  "buildings.title7": "Пам'ятник Магдебурзькому праву (Київ)",
  "buildings.title8": "Маріїнський Палац (Київ)",
  "buildings.title9": "Церква Воскресіння Христового (Форос)",
  "buildings.title10": "Церква Святого Миколая на Аскольдовій Могилі (Київ)",
  "buildings.title11": "Кловський Палац (Київ)",
  "buildings.title12": "Михайлівський Золотоверхий собор (Київ)",
  "buildings.title13": "Собор Святого Юра (Львів)",
  "buildings.title14": "Палац Розумовського (Батурін)",
  "buildings.title15": "Митрополитий корпус, Софія Київська (Київ)",
  "buildings.title16": "Державна наукова бібліотека ім. М. Горького (Одеса)",
  "buildings.title17": "Національний Академічний театр Опери та Балета (Одеса)",
  "buildings.title18": "Палац Потоцьких (Львів)",

  "service.title": "Сервіс KEIM",

  "contacts.title": "Контакти",
  "contacts.map-link": "Переглянути збільшену карту",

  "paint-system.title": "Фарбувальні системи KEIM",
  "paint-system.article-title1": "ЕКОЛОГІЧНІСТЬ, ТЕХНОЛОГІЧНІСТЬ І ДОВГОВІЧНІСТЬ",
  "paint-system.article-title2": "Фарбувальні системи KEIM",
  "paint-system.article-title3": "1) фарби та фарбувальні системи зовнішнього застосування:",
  "paint-system.article-title4": "2) інтер'єрні фарби та фарбувальні системи:",
  "paint-system.article-title5": "3) зовнішні фарбувальні системи для деревини:",

  "concrete-repair.title": "Ремонт бетону KEIM",
  "concrete-repair.article-title1": "НАДІЙНІСТЬ, ТЕХНОЛОГІЧНІСТЬ І ДОВГОВІЧНІСТЬ",
  "concrete-repair.article-title2": "Система ремонту та захисту бетону KEIM",
  "concrete-repair.article-title3": "1) очищення бетонних поверхонь від опалубних масел:",
  "concrete-repair.article-title4": "2) спеціальні будівельні суміші для ремонту бетону, добавки:",
  "concrete-repair.article-title5": "3) захисні та фарбувальні матеріали, ґрунти та розріджувачі:",

  "footer.title": "KEIM.COM.UA © 2013-{{currentYear}}",
  "footer.rights": "Всі права захищено"
}