{
  "header.history": "ІСТОРІЯ КЕІМ",
  "header.advantages": "ВЛАСТИВОСТІ",
  "header.buildings": "ОБ'ЄКТИ",
  "header.service": "СЕРВІС",
  "header.contacts": "КОНТАКТИ",

  "sidemenu.search-placeholder": "Пошук по сайту...",
  "sidemenu.paint-system": "ФАРБУВАЛЬНІ СИСТЕМИ КЕІМ",
  "sidemenu.concrete-repair": "РЕМОНТ БЕТОНУ КЕІМ",
  "sidemenu.plaster": "ШТУКАТУРКИ КЕІМ",
  "sidemenu.rock-restoration": "РЕСТАВРАЦІЯ НАТУРАЛЬНОГО КАМЕНЮ КЕІМ",
  "sidemenu.creative-design": "КРЕАТИВНЕ ОФОРМЛЕННЯ КЕІМ",
  "sidemenu.additional": "ЗАХИСТ ДЕРЕВИНИ / ДОДАТКОВА ПРОДУКЦІЯ",
  "sidemenu.catalogue": "КАТАЛОГ",
  "sidemenu.picture.placeholder": "Техніка селікатного розпису\n",
  "sidemenu.tech": "ТЕХНІКА СЕЛІКАТНОГО РОЗПИСУ\n",

  "home.card1.title": "Свято-Миколаївський кафедральний собор (Горлівка, Донецька обл.)",
  "home.card1.text1": "Незважаючи на складну політико-економічну ситуацію в Україні, офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для оздоблювальних робіт",
  "home.card1.link1": "Свято-Миколаївського Кафедрального собору",
  "home.card1.text2": "(Донецька обл., м. Горлівка).\n\nУ храмовому розписі даного об'єкта представлена ​​силікатна система, що лесує, KEIM Design-Lasur. Нам було складно виконати свої зобов'язання перед Замовником....",
  "home.card1.link2": "далі",

  "home.card2.title": "Свято-Троїцький жіночий монастир (Рівненська обл.)",
  "home.card2.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації",
  "home.card2.link1": "Дерманського Свято-Троїцького жіночого монастиря",
  "home.card2.text2": "(Рівненська обл., Здолбунівський р-н, с. Дермань Друга).\n\nНа даному об'єкті представлена ​​система фарбування KEIM Granital® в індивідуальних колірних рішеннях відповідно до колекції KEIM Palette exclusiv. ....",
  "home.card2.link2": "далі",

  "home.card3.title": "Центральний офіс компанії UDP (м. Київ)",
  "home.card3.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації ліпного декору будівлі",
  "home.card3.link1": "Центрального офісу девелоперської компанії UDP",
  "home.card3.text2": "(м. Київ, вул. Лаврська, 18).\n\nНа даному об'єкті представлена ​​система фарбування ТМ Keim - Soldalit, відповідно до технічних умов реального стану декоративних елементів фасадів.",
  "home.card3.link2": "далі",

  "home.card4.title": "Благодійний комплекс Зайцевих (м. Київ)",
  "home.card4.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації частини",
  "home.card4.link1": "Благодійного комплексу меценатів Зайцевих",
  "home.card4.text2": "спорудження Нового корпусу колишньої Хірургічної лікарні 1911-1912 р. (м. Київ, вул. Фрунзе, 61-а).\n\nНа даному об'єкті представлена ​​технологія санації цегляної кладки продуктами ТМ Keim відповідно до вимог Авторського нагляду Зака ​​....",
  "home.card4.link2": "далі",

  "home.card5.title": "Загаєцький чоловічий монастир (Тернопільська обл.)",
  "home.card5.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації",
  "home.card5.link1": "Загаєцького чоловічого монастиря Св. Іоанна Милостивого",
  "home.card5.text2": "(Тернопільська обл., Шумський р-н).\n\nНа даному об'єкті представлена ​​технологія санації цегляної кладки продуктами ТМ Keim, відповідно до вимог Технологічного відділу НДІ \"УкрПроектРеставрація\". ....",
  "home.card5.link2": "далі",

  "home.card6.title": "Будинок Ікскюль-Гільденбандів (м. Київ)",
  "home.card6.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації",
  "home.card6.link1": "прибуткового будинку родини баронів Ікскюль-Гільденбандів",
  "home.card6.text2": "1902 р. (м. Київ, вул. Шовковична, 19).\n\nНа даному об'єкті представлена ​​система фарбування ТМ Keim - Granital, в індивідуальних колірних рішеннях відповідно до колекції KEIM Palette exclusiv ....",
  "home.card6.link2": "далі",

  "home.card7.title": "Пам'ятник Магдебурзькому праву (м. Київ)",
  "home.card7.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації",
  "home.card7.link1": "Пам'ятника магдебурзькому праву",
  "home.card7.text2": "(м. Київ, вул. Набережне шосе, 6).\n\nНа даному об'єкті представлена ​​система санації цегляної кладки продуктами ТМ Keim та система фарбувальної техніки ТМ Keim - Soldalit. Враховуючи високу культурно-соціальну важливість даного проекту, процеси, що виконуються на даному об'єкті з реставрації ....",
  "home.card7.link2": "далі",

  "home.card8.title": "Маріїнський Палац (м. Київ)",
  "home.card8.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації церемоніальної резиденції Президента України Маріїнського Палацу (м. Київ, вул. Грушевського, 5а).\n\nНеобхідність застосування двох різних систем фарбування KEIM Soldalit® і KEIM Granital® була обумовлена ​​реальним станом заснування фасадів палацу. Заново оштукатурені частини фасадів підлягають обробці кислотним концентратом.",
  "home.card8.link1": "далі",
  "home.card8.text2": "",
  "home.card8.link2": "",

  "history.title": "Історія КЕІМ",
  "history.p1": "Біля витоків епохального винаходу мінеральних фарб KEIM (Кайм) стояли три видатні особи свого часу: Йоганн Вольфганг фон Гете, король Баварії Людвіг I та безпосередньо винахідник цієї фарби, практик та дослідник Адольф Вільгельм Кайм.",
  "history.p2": "Вже в середні XVIII століття в'яжуча речовина для майбутніх мінеральних фарб KEIM – рідкий силікат калію – була відома як «Сіліціум-Лікер». Але ще були хороші передумови та можливості для його виробництва та застосування.",
  "history.p3": "В 1768 Йоганн Вольфганг фон Гете покладав великі надії на свої досліди з рідким склом. У 8-й книзі «Поезія і правда» він пише: \"Те, що займало мене найбільше, був так званий \"Сіліціум-Лікер\" (Liquor Silicium), який виникає, якщо розплавити чистий кремній кварцу з відповідною часткою лугу, з чого виходить прозоре скло, яке тече на повітрі і є чудовою, ясною і чистою рідиною...\".",
  "history.p4": "Проте Ґете з його роздумами так і не дійшов до зрілої практики. Поштовхом для інтенсивної дослідницької роботи Адольфа Вільгельма Кайма послужили ідеї короля Баварії Людвіга I. Володар художнього чуття монарх був у захваті від барвистих вапняних фресок Північної Італії і хотів мати такі ж шедеври у своєму королівстві. Однак, погода на північ від Альп, як відомо, істотно суворіша і руйнує вапняний художній живопис у дуже короткий час.",
  "history.p5": "Таким чином, баварській науці було віддано доручення розробити таку фарбу, яка виглядала б як вапняна, але була б довговічнішою.",
  "history.p6": "Переконливим рішенням цього завдання стали мінеральні системи фарбування KEIM. Ідея запатентованої у 1878 році силікатної фарби ґрунтується на правильному змішуванні рідкого силікату калію (рідке скло) та неорганічних кольорових пігментів.",
  "history.p7": "В результаті було отримано унікальну фарбу, в якій якість, довговічність, захисні властивості та світлостійкість були доведені до дуже високих показників.",
  "history.p8": "До сьогоднішнього дня збереглися фасади, пофарбовані в 19-му столітті, наприклад, готель «Білий орел» у місті Штайн ам Рейн або Ратуша у місті Швіц (1891 р.), будинки у Швейцарії, в Осло (1895 р.) чи Траунштайні , Німеччина (1891).",
  "history.p9": "Створені А. Каймом силікатні фарби наприкінці XIX – на початку XX століття набули широкого поширення в Західній Європі. У той же час ціла плеяда художників Російської Імперії також виконали ряд робіт чудовими фарбами KEIM: розписи в Софійському соборі Новгорода (1897), розписи в Марфо-Мар'їнській обителі в Москві (художник М. В. Нестеров, 1911), розписи в Курза Сестрорецьке (орнамент), у церкві села Наталіївка Харківської області (архітектор О. В. Щусєв, художник А. І. Савінов, 1912 – 1915).",
  "history.p10": "І.Є. Рєпін та Є.О. Лансері також були знайомі з фарбами KEIM. Вони виконали на бетонних плитах невеликого розміру за однією роботою-пробою. Незважаючи на багаторічне зберігання цих зразків не в найсприятливіших умовах, їх барвистий шар не має жодних ознак руйнування й досі. Відомий технолог живопису професор Д. І. Кіплік свого часу охарактеризував фарби KEIM як чудовий матеріал. Так само високу оцінку дав їм і радянський художник-монументаліст М. М. Чернишов.",

  "advantages.title": "Властивості KEIM",
  "advantages.title1": "Неперевершена довговічність",
  "advantages.description1": "Спеціально підібрана сировина є основою найвищої якості силікатних фарб KEIM. Оптимальна комбінація з рідкого силікату калію як сполучного та неорганічних кольорових пігментів забезпечує максимальну погодостійкість та довговічність.",
  "advantages.title2": "Геніальний принцип адгезії «Сілікатизація»",
  "advantages.description2": "Принцип силікатної техніки ґрунтується на силікатизації (відокремленні) сполучного з основою. Таким чином, виникає міцне, нерозчинне з'єднання фарби з несучою основою (штукатуркою, каменем, бетоном тощо).",
  "advantages.title3": "Максимальна паропроникність",
  "advantages.description3": "Висока паропроникність (коефіцієнт sd) силікатних фарб KEIM дозволяє волозі, що міститься в будівельній конструкції, не затримуватись і швидко виходити назовні. З погляду будівельної фізики це дуже серйозне перевагу, т.к. волога не накопичується між зовнішнім покриттям і основою, що в інших випадках призводить до руйнувань шару фарбування.",
  "advantages.title4": "Можливість нанесення на органічні основи",
  "advantages.description4": "Це стало можливим завдяки новій розробці - спеціальній системі фарбування KEIM Soldalit®. Фахівці компанії KEIMFARBEN створили на основі nano-технологій новий тип сполучного, що дозволяє силікатній фарбі без проблем наноситься на органічну основу із збереженням усіх властивостей та переваг силікатного покриття.",
  "advantages.title5": "Відсутність мікроорганізмів: грибків, плісняви ​​тощо.",
  "advantages.description5": "Висока дифузійна здатність мінеральних фарб KEIM дозволяє стінам постійно залишатися в сухому стані, а наявність неорганічних складових значно знижує рівень забруднення поверхні. Шкідливі мікроорганізми не знаходять собі живильного середовища, а лужність покриття запобігає зростання плісняви.",
  "advantages.title6": "Hе горючі",
  "advantages.description6": "На відміну від дисперсійних фарб на основі штучних або силіконових смол, силікатні фарби KEIM не спалахують і не підтримують горіння. У разі пожежі вони забезпечать максимальну безпеку, відсутність токсичних газів тощо. Ці властивості підтверджені пожежними випробуваннями у Німеччині та Великій Британії.",
  "advantages.title7": "Регулюють температуру",
  "advantages.description7": "Силікатні фарби KEIM мають мікрокристалічну структуру. Тому світло та теплові промені дуже добре відбиваються від пофарбованої ними поверхні. У спекотних кліматичних зонах, наприклад на Близькому Сході, термічне навантаження на таку фарбу і забарвлену їй основу значно знижується. Це запобігає утворенню тріщин як підставі, так і у шарі фарбування, сприяє створенню сприятливої ​​температури всередині приміщення.",
  "advantages.title8": "Виняткова світлостійкість",
  "advantages.description8": "Спеціально підібрана сировина є основою найвищої якості силікатних фарб KEIM. Оптимальна комбінація з рідкого силікату калію як сполучного та неорганічних кольорових пігментів забезпечує максимальну погодостійкість та довговічність.",
  "advantages.title9": "Стійкість до техногенних забруднень",
  "advantages.description9": "Силікатні фарби KEIM є стійкими до кислот, які є у повітрі і сприяють сильним забрудненням фасадів будівель. Внаслідок силікатизації з основою фарбувальні системи KEIM не змиваються так званими кислотними дощами. Крім того, вони захищають основи від небезпечних руйнівних речовин у надлишку присутніх в атмосфері.",
  "advantages.title10": "Чудовий екологічний баланс",
  "advantages.description10": "Силікатні фарби KEIM екологічно бездоганні. На всіх етапах: від видобутку мінеральної сировини до виробництва фарби та створення фарбувального покриття силікатні матеріали KEIM показують винятковий екологічний профіль. Навіть якщо потрібно видалити покриття KEIM, немає необхідності застосовувати небезпечні змивки: поверхня просто миється водою і перефарбовується.",
  "advantages.title11": "Економія та збереження матеріальних цінностей",
  "advantages.description11": "Принцип з'єднання (силікатизації) фарби з мінеральною основою забезпечує довговічність фарбування покриття KEIM. Ідеально підібрані мінеральні компоненти створюють стійкість до екстремальних навантажень навколишнього середовища. Тривалий термін служби такого покриття в комбінації з простотою нанесення доводять економічну доцільність застосування силікатних систем фарбування KEIM.",
  "advantages.title12": "Індивідуальні можливості декоративного оздоблення",
  "advantages.description12": "Виробник KEIMFARBEN пропонує понад 270 стандартних кольорів силікатних фарб. Крім цього, можливе виготовлення інших відтінків на замовлення клієнта. Матеріали для різних технік нанесення, художнього розпису тощо. дозволяють без проблем реалізувати будь-які види декоративного оздоблення.",

  "buildings.title": "Об'єкти",
  "buildings.title1": "Свято-Миколаївський кафедральний собор (Горлівка, Донецька обл.)",
  "buildings.title2": "Дерманський Свято-Троїцький жіночий монастир (Рівненська обл.)",
  "buildings.title3": "Центральний офіс UDP (Київ)",
  "buildings.title4": "Благодійний комплекс Зайцевих (Київ)",
  "buildings.title5": "Загаєцький чоловічий монастир (Шумськ, Тернопільська обл.)",
  "buildings.title6": "Будинок Ікскюль-Гільденбандів (Київ)",
  "buildings.title7": "Пам'ятник Магдебурзькому праву (Київ)",
  "buildings.title8": "Маріїнський Палац (Київ)",
  "buildings.title9": "Церква Воскресіння Христового (Форос)",
  "buildings.title10": "Церква Святого Миколая на Аскольдовій Могилі (Київ)",
  "buildings.title11": "Кловський Палац (Київ)",
  "buildings.title12": "Михайлівський Золотоверхий собор (Київ)",
  "buildings.title13": "Собор Святого Юра (Львів)",
  "buildings.title14": "Палац Розумовського (Батурін)",
  "buildings.title15": "Митрополитий корпус, Софія Київська (Київ)",
  "buildings.title16": "Державна наукова бібліотека ім. М. Горького (Одеса)",
  "buildings.title17": "Національний Академічний театр Опери та Балета (Одеса)",
  "buildings.title18": "Палац Потоцьких (Львів)",

  "service.title": "Сервіс KEIM",
  "service.paragraph1": "   Сервіс офіційного представника <b>Keimfarben GmbH</b> в Україні включає:",
  "service.paragraph2": "   Запрошуємо до співпраці Партнерів для просування та розширення ринків   збуту продукції <b>Keim®</b> у регіонах України.",
  "service.paragraph3": "   Майбутні <b>Торгові агенти (Freelance sales agent)</b> та    <b>Дилери (Dealers)</b> – до Ваших послуг індивідуальні рішення з   урахуванням особливостей регіонального ринку збуту!",
  "service.paragraph4": "   Для врегулювання конфліктних ситуацій, а також компенсації збитків    <b>у результаті діяльності попереднього представника Keim®</b>    виробника Keimfarben GmbH в Україні – <b>до березня 2013 року</b>,   просимо Вас звертатися ",
  "service.paragraph5": "   Ми сподіваємося, і докладемо всіх зусиль для того, щоб Ваша довіра до    <b>Keim®</b> була відновлена, а співпраця з <b>Keimfarben GmbH</b> була   успішною та плідною!",

  "contacts.title": "Контакти",
  "contacts.map-link": "Переглянути збільшену карту",
  "contacts.paragraph1": "   Придбати продукцію <b>Keim®</b> в Україні Ви можете у компанії-партнера   виробника <b>Keimfarben</b> GmbH за адресою:",

  "paint-system.title": "Фарбувальні системи KEIM",
  "paint-system.paragraph1": "Найперша силікатна фарба <b>KEIM</b> була винайдена та запатентована ще у 1878 році. Всі наступні роки, аж до наших днів, продовжується розвиток   і вдосконалення унікальних силікатних технологій, спрямованих на   розробку та виробництво нових надійних та економічних систем фарбування, здатних задовольнити постійно зростаючі запити світового будівельного ринку.",
  "paint-system.paragraph2": "У процесі роботи виникла необхідність створення та просування історичних   вапняних фарб. У результаті, на сьогоднішній день виробнича програма   фірми <b>KEIMFARBEN GmbH & Co KG</b> насичена найрізноманітнішими   системами фарбування і технологіями їх застосування.",
  "paint-system.paragraph3": "   Всі без винятку фарби та фарбувальні системи <b>ТМ KEIM</b> відповідають   найвищим вимогам сучасного будівельного ринку, є надійними, екологічними   та довговічними. Крім того, фірма <b>KEIMFARBEN GmbH & Co KG</b> з   моменту свого створення і до сьогодні займає лідируючу позицію у світі   серед творців та виробників високоякісних силікатних фарб.",
  "paint-system.article-title1": "ЕКОЛОГІЧНІСТЬ, ТЕХНОЛОГІЧНІСТЬ І ДОВГОВІЧНІСТЬ",
  "paint-system.article-title2": "Фарбувальні системи KEIM",
  "paint-system.article-title3": "1) фарби та фарбувальні системи зовнішнього застосування:",
  "paint-system.article-title4": "2) інтер'єрні фарби та фарбувальні системи:",
  "paint-system.article-title5": "3) зовнішні фарбувальні системи для деревини:",
  "paint-system.list1.paragraph1": "  двокомпонентна, виключно силікатна система   <b>KEIM Purkristalat</b>. Абсолютно мінеральна, дуже довговічна,  існують <b>об'єкти, пофарбовані 125 років тому</b>.",
  "paint-system.list1.paragraph2": "  однокомпонентна, універсального застосування, вільна від дисперсії  силікатна фарба <b>KEIM Unikristalat</b>, найчастіше  застосовується для ремонту історичних об'єктів.",
  "paint-system.list1.paragraph3": "  золь-силікатна система фарбування <b>KEIM Soldalit</b>, в першу  чергу служить для ремонту старих, у тому числі пофарбованих  органічними фарбами основ.",
  "paint-system.list1.paragraph4": "  дисперсійна, найпопулярніша та дуже економічна силікатна система   <b>KEIM Granital</b>. Переважна більшість об'єктів   <b>KEIM</b> у світі забарвлена cаме цією системою.",
  "paint-system.list1.paragraph5": "  силикатно-акрилова фарба <b>KEIM Teknosil</b>, застосовується для  фарбування плит з азбестцементу та фібробетону.",
  "paint-system.list1.paragraph6": "  силікатна фарбувальна система <b>KEIM Novosil</b>, оснащена  вбудованим захистом від водоростей, грибків та плісняви, служить  для ремонту систем утеплення фасадів.",
  "paint-system.list1.paragraph7": "  силікатна система <b>KEIM Сonсretal</b>, забезпечує лесируючу і  криючу захисне фарбування бетонних поверхонь.",
  "paint-system.list1.paragraph8": "  силікатна система <b>KEIM Porosil</b>, розроблена для фарбування  та захисту пористого бетону, застосовується спільно зі  спеціальними штукатурками та шпаклювальними масами.",
  "paint-system.list1.paragraph9": "  силікатна система для лісування <b>KEIM Design-Lasur</b>, служить  для реалізації різноманітних дизайнерських рішень. Має оригінальну  оптику.",
  "paint-system.list1.paragraph10": "  силікатна блакит <b>KEIM Restauro-Lasur</b>, застосовується для  фарбування фасадів та в системі реставрації натурального каменю,  служить для вирівнювання поверхонь за тоном.",
  "paint-system.list1.paragraph11": "  вапняна фарбувальна система <b>KEIM Romanit</b>, базується на  болотяному вапні як мінімум трирічного гасіння. Історичні  об'єкти, альтернативне будівництво.",
  "paint-system.list2.paragraph1": "  золь силікатна фарбувальна система <b>Keim Optil</b>, економічна,  стійка з чудовою покриваністю та численними насиченими тонами,  включаючи золотий.",
  "paint-system.list2.paragraph2": "  золь силікатна ремонтна система фарбування <b>Keim Innotop</b>,  надійна, легко переробляється, екологічна.",
  "paint-system.list2.paragraph3": "  дисперсійна силікатна система <b>Keim Biosil</b>, що перешкоджає  утворенню грибків та водоростей, безпечна для алергіків.",
  "paint-system.list2.paragraph4": "  дисперсійна силікатна система <b>Keim Ecosil ME</b> забезпечує  активне фотокаталітичне поліпшення якості повітря в приміщеннях.",
  "paint-system.list2.paragraph5": "  високоспеціалізована фарбувальна система <b>Keim Mycal</b>,  застосовується в приміщеннях вже уражених пліснявою, або там, де  існує небезпека її появи.",
  "paint-system.list2.paragraph6": "  силікатна система для реперезентативних та історичних приміщень   <b>Keim Quarzil</b>, виняткова якість, перешкоджає утворенню  конденсату та біоорганізмів.",
  "paint-system.list2.paragraph7": "  оборотне покриття <b>Keim Reversil</b>, служить для консервації  історичних фресок та розпису, легко видаляється з поверхні, не  шкодить автентичним шарам забарвлення.",
  "paint-system.list2.paragraph8": "  силікатна система для лісування <b>KEIM Design-Lasur</b>, служить  для реалізації різноманітних дизайнерських рішень. Має оригінальну  оптику.",
  "paint-system.list2.paragraph9": "  вапняна фарбувальна система <b>KEIM Athenit</b>, базується на  болотяному вапні як мінімум трирічного гасіння. Історичні  об'єкти, екологічне будівництво.",
  "paint-system.list3.paragraph1": "  перша у світі силікатна фарбувальна система для деревини   <b>KEIM Lignosil</b>, що криє, має неперевершену довговічність і  виняткові захисні властивості.",

  "concrete-repair.title": "Ремонт бетону KEIM",
  "concrete-repair.paragraph1": "Створення <b>Вільгельмом КАЙМОМ</b> першої силікатної фарби в 1878   збіглося за часом з масовим промисловим використанням, на ті часи   нового, будівельного матеріалу - залізобетон. Ринок, що стрімко   розвивається, досить швидко оцінив технологічні переваги і широкий   спектр застосування залізобетону і вивів його в ряд основних сучасних   будівельних матеріалів. Колосальне, за своїм обсягом, застосування   бетону не могло залишити фахівців <b>KEIMFARBEN GmbH & Co KG</b>    байдужими, і їх природною реакцією на це стала поява систем інноваційних   та високоякісних продуктів <b>KEIM Сonсretal®</b> та    <b>KEIM Porosil®</b>, спрямованих на ремонт та захист бетонних   будівельних елементів та .",
  "concrete-repair.paragraph2": "   Традиційно висока якість та широкий спектр представлених продуктів,   призначених для ремонту та захисту бетону, дозволяють фірмі    <b>KEIMFARBEN GmbH & Co KG</b> залишатися беззаперечним лідером на ринку   високотехнологічних виключно мінеральних захисних фарбувальних систем.",
  "concrete-repair.article-title1": "НАДІЙНІСТЬ, ТЕХНОЛОГІЧНІСТЬ І ДОВГОВІЧНІСТЬ",
  "concrete-repair.article-title2": "Система ремонту та захисту бетону KEIM",
  "concrete-repair.article-title3": "1) очищення бетонних поверхонь від опалубних масел:",
  "concrete-repair.article-title4": "2) спеціальні будівельні суміші для ремонту бетону, добавки:",
  "concrete-repair.article-title5": "3) захисні та фарбувальні матеріали, ґрунти та розріджувачі:",
  "concrete-repair.list1.paragraph1": "  швидкодіючий водний очищувач <b>KEIM Betonschnellreiniger</b>,  усуває залишки опалубних масел, видаляє жирні та маслянисті плями  з бетонних та штукатурних поверхонь.",
  "concrete-repair.list2.paragraph1": "  мінеральний антикорозійний захист та адгезійний міст   <b>KEIM Concretal®-MKH</b>, забезпечує надійне зчеплення арматури  та бетонної основи з <b>KEIM Concretal®-Mörtel-R</b>.",
  "concrete-repair.list2.paragraph2": "  грубо/фракційна PCC I-II суміш <b>KEIM Concretal®-Mörtel-R</b>,  застосовується для ремонту бетону в інженерному, мостовому та  висотному будівництві.",
  "concrete-repair.list2.paragraph3": "  тонко/фракційна шпаклювальна ремонтна PCCII суміш   <b>KEIM Concretal®-Feinspachtel</b>, служить для вирівнювання  ремонтних місць, заповнення лунок і каверн.",
  "concrete-repair.list2.paragraph4": "  дисперсійна добавка <b>KEIM Concretal®-Spezialvergütung</b>,  покращує адгезійні та технологічні властивості   <b>KEIM Concretal®-Feinspachtel</b>.",
  "concrete-repair.list2.paragraph5": "  універсальна ремонтна суміш   <b>KEIM Concretal®-Universalmörtel-S</b>, з інтегрованим  антикорозійним захистом та адгезійним мостом. Застосовується у  висотному будівництві.",
  "concrete-repair.list2.paragraph6": "  легка мінеральна штукатурка <b>KEIM Porosil®-Leichtputz</b>   спеціально розроблена для пористих теплозберігаючих мінеральних  будівельних матеріалів.",
  "concrete-repair.list2.paragraph7": "  шпаклювальна маса <b>KEIM Leichtspachtel</b> застосовується для  вирівнювання поверхонь пористого бетону під фарбування   <b>KEIM Porosil®-Farbe</b>.",
  "concrete-repair.list3.paragraph1": "  криюча золь силікат/акрилова фарба <b>KEIM Concretal®-C</b>   забезпечує надійний захист бетону від карбонатизації, впливу СО2,  хлоридів та атмосферних факторів.",
  "concrete-repair.list3.paragraph2": "  золь силікатна фарба, що криє <b>KEIM Concretal®-W</b>,  водовідштовхувальна, має дуже хорошу паропроникність, забезпечує  чудовий захист від хлоридів.",
  "concrete-repair.list3.paragraph3": "  <b>KEIM Concretal®-W-Grob</b> наповнений варіант фарби   <b>KEIM Concretal®-W</b>, перекриває волосяні тріщини в основі,  вирівнює структуру бетонної поверхні.",
  "concrete-repair.list3.paragraph4": "  золь силікатна блакит <b>KEIM Concretal®-Lasur</b>, призначена  для захисного забарвлення, що криє, і вирівнювання бетонних  поверхонь по тону в техніці лесування.",
  "concrete-repair.list3.paragraph5": "  <b>KEIM Concretal®-Fixativ</b> розріджувач для продуктів   <b>KEIM Concretal®-W</b>, <b>KEIM Concretal®-W-Grob</b> та   <b>KEIM Concretal®-Lasur</b>.",
  "concrete-repair.list3.paragraph6": "  розріджувач <b>KEIM Concretal®-Base</b>, при додаванні певної  кількості в <b>KEIM Concretal®-Lasur</b> забезпечує необхідний  лесирующий ефект захисного покриття.",
  "concrete-repair.list3.paragraph7": "  гідрофобізатор по бетону <b>KEIM Silan-100</b> може  використовуватися самостійно і як водовідштовхувальна грунтовка  для <b>KEIM Concretal®-W</b>, <b>KEIM Concretal®-W-Grob</b> та   <b>KEIM Concretal®-Lasur</b>.",
  "concrete-repair.list3.paragraph8": "  водонепроникна ґрунтовка <b>KEIM Silangrund</b>, застосовується  перед нанесенням силікатних фарб <b>KEIM</b> на бетон (у тому  числі і пористий).",
  "concrete-repair.list3.paragraph9": "  криюча силікатна фарба KEIM Porosil® служить для фарбування та  захисту пористого бетону, так само може наноситься на покриття   <b>KEIM Porosil®-Strukturbeschichtung</b> як фінішний шар.",
  "concrete-repair.list3.paragraph10": "  силікатне захисне структурне покриття   <b>KEIM Porosil®-Strukturbeschichtung</b>, призначене для  вирівнювання кольорового нанесення на необроблений пористий бетон.",
  "concrete-repair.list3.paragraph11": "  ґрунтувальний засіб та розріджувач   <b>KEIM Porosil®-Verdünnung</b> входить до складу фарбувальних  систем, призначених для захисту пористого бетону.",

  "plaster.title": "Штукатурки KEIM",
  "plaster.paragraph1": "   Після розробки в 1878 році першої у світі виключно силікатної фарби    <b>KEIM</b>, постало питання подальшого розвитку та збільшення переліку   вироблених фірмою високоякісних, екологічних та надійних будівельних   матеріалів різного призначення.",
  "plaster.paragraph2": "   У зв'язку з цим, логічною та обґрунтованою стала поява в актуальній   виробничій програмі досить великої кількості штукатурних систем та   шпаклювальних матеріалів, покликаних органічно доповнити та розширити   асортиментний ряд фірми <b>KEIMFARBEN GmbH & Co KG</b>, а також посилити   її позиції на світовому будівельному ринку.",
  "plaster.paragraph3": "   Висока якість штукатурних продуктів <b>KEIM</b> вже давно відома у   всьому світі. Розроблені спеціально під вапняні та силікатні фарбувальні   системи власного виробництва, штукатурки та шпаклівки <b>KEIM</b> з   успіхом застосовуються у багатьох галузях будівництва, реставрації та   ремонту споруд різного призначення.",
  "plaster.article-title1": "УНІВЕРСАЛЬНІСТЬ, НАДІЙНІСТЬ І ДОВГОВІЧНІСТЬ",
  "plaster.article-title2": "Штукатурки KEIM",
  "plaster.article-title3": "1) штукатурки:",
  "plaster.article-title4": "2) шпаклівки:",
  "plaster.list1.paragraph1": "  силікатна, пігментована декоративна штукатурка   <b>KEIM Indusil®</b> для зовнішнього та внутрішнього  застосування, структурна, зернистість від 1 до 3 мм.",
  "plaster.list1.paragraph2": "  вапняно-цементні легкі декоративні штукатурки   <b>    KEIM Brillantputz ® Rillenputz, KEIM Brillantputz ® Rauputz,    KEIM Brillantputz ® Glattputz  </b>  , структурні зернисті (2-5 мм) та гладка, пігментовані, для  зовнішнього застосування, у тому числі у складі систем утеплення  фасадів.",
  "plaster.list1.paragraph3": "  штукатурний набризк-адгезійний міст   <b>KEIM Porosan®-Trass-Zementputz</b>, використовується в системі  сануючих штукатурок <b>KEIM Porosan®</b>.",
  "plaster.list1.paragraph4": "  мінеральний шлам-вертикальна гідроізоляція   <b>KEIM Porosan®-Dichtungsschlämme</b> служить для захисту споруд  від впливу напірної та ненапірної вологи.",
  "plaster.list1.paragraph5": "  системна штукатурка <b>KEIM Porosan®-Ausgleichsputz-NP</b>, що  вирівнює, застосовується на мінеральних, навантажених шкідливими  солями підставах.",
  "plaster.list1.paragraph6": "  системні сануючі штукатурки   <b>KEIM Porosan®-Trass-Sanierputz-NP</b> та   <b>KEIM Porosan®-HF-Sanierputz</b>, використовуються для санації  вологих та навантажених солями мінеральних основ.",
  "plaster.list1.paragraph7": "  вологорегулюючі штукатурки <b>KEIM Seccopor®-Maschinenputz</b> та   <b>KEIM Seccopor®-Handputz</b> машинного та ручного нанесення  відповідно, призначені для санації вологих приміщень.",
  "plaster.list1.paragraph8": "  <b>KEIM Seccopor®-Feinputz</b> тонка, фінішна вологорегулююча  штукатурка в системі <b>KEIM Seccopor®</b>.",
  "plaster.list1.paragraph9": "  тонкофракційна, вапняно-трасова штукатурка   <b>KEIM Deckputz®-historisch-Fein</b>, призначена для реставрації  історичних будівель та пам'яток архітектури.",
  "plaster.list1.paragraph10": "  грубофракційна, вапняно-трасова штукатурка   <b>KEIM Deckputz®-historisch-Grob</b>, призначена для реставрації  історичних будівель та пам'яток архітектури.",
  "plaster.list1.paragraph11": "  ремонтна, вапняно-цементна штукатурка <b>KEIM Universalputz®</b>,  що містить органічні добавки та армована волокном, служить для  ремонту та оштукатурювання фасадів.",
  "plaster.list1.paragraph12": "  тонкофракційна, вапняно-цементна штукатурка   <b>KEIM Universalputz®-Fein</b>, що містить органічні добавки та  армована волокном, служить для ремонту та оштукатурювання фасадів.",
  "plaster.list1.paragraph13": "  тонкофракційна вапняна штукатурка та міст зчеплення, призначена  для зовнішнього та внутрішнього застосування   <b>KEIM NHL-Kalkputz®-Fein</b>, застосовується в галузі  реставрації та альтернативному біологічному будівництві.",
  "plaster.list1.paragraph14": "  грубофракційна вапняна штукатурка, призначена для зовнішнього та  внутрішнього застосування <b>KEIM NHL-Kalkputz®-Grob</b>,  застосовується в галузі реставрації та альтернативному  біологічному будівництві.",
  "plaster.list1.paragraph15": "  гідроактивний вапняний шлам <b>KEIM Mycal®-Por</b>,  використовується у вологих внутрішніх приміщеннях, уражених  грибком та пліснявою. Може застосовуватися як клеючий склад і  шпаклівка для внутрішніх теплозберігаючих плит, має ефект  компенсації конденсаційної вологи.",
  "plaster.list1.paragraph16": "  мінеральна легка штукатурка <b>KEIM Porosil®-Leichtputz</b> на  базі вапна, застосовується як старт та фініш при виконанні  зовнішніх та внутрішніх робіт з використанням високоефективних  утеплювальних матеріалів.",
  "plaster.list1.paragraph17": "  стандартна вапняно-цементна штукатурка <b>KEIM Standardputz®</b>,  використовується як старт і фініш, зовні та всередині, у тому  числі і в областях підвищеної вологості.",
  "plaster.list2.paragraph1": "  силікатна шпаклівка <b>KEIM Spachtel®</b>, готова до застосування  для зовнішніх та внутрішніх робіт, служить для вирівнювання  поверхні штукатурок та бетонів, а також монтажу армуючих сіток.",
  "plaster.list2.paragraph2": "  полегшена силікатна шпаклівка <b>KEIM Leichtspachtel®</b>, готова  до застосування для зовнішніх та внутрішніх робіт, служить для  вирівнювання поверхні штукатурок та бетонів, а також монтажу  армуючих сіток.",
  "plaster.list2.paragraph3": "  Шпаклівка <b>KEIM LS-Pro®</b> призначена для внутрішнього  застосування, адаптована для повномасштабного нанесення апаратурою   <b>Airless</b>, чудово шліфується, рекомендована для біологічного  будівництва.",
  "plaster.list2.paragraph4": "  готова до застосування внутрішня шпаклювальна маса   <b>KEIM Dolomitspachtel®</b>, розроблена для повномасштабного  шпаклювання штукатурок та бетонів, вирівнювання дефектних місць та  заповнення швів.",
  "plaster.list2.paragraph5": "  екологічно чиста, вапняна шпаклівка для внутрішнього застосування   <b>KEIM Athenit®-fino</b> не містить синтетичних добавок та  розчинників.",

  "rock-restoration.title": "Реставрація натурального каменю KEIM",
  "rock-restoration.paragraph1": "   Розробка в 1878 році першої у світі виключно силікатної фарби спричинила   розвиток низки технічно обґрунтованих і принципово нових напрямків,   здатних забезпечити просування та лідерство торгової марки <b>KEIM</b>    не тільки як виробника високоякісних фарбувальних систем, але і як   надійного постачальника широкого спектру товарів та послуг в області   оздоблення, ремонту та реставрації фасадів будь-якого типу.",
  "rock-restoration.paragraph2": "   Один із цих напрямків був покликаний вирішувати питання пов'язані з   реставрацією натурального каменю історичних фасадів та пам'яток   архітектури. Асортиментний ряд <b>KEIMFARBEN GmbH & Co KG</b> серйозно   доповнився новими продуктами та системами, а партнери отримали   можливість застосування високотехнологічних якісних матеріалів під час   реставрації історичних будівель та споруд.",
  "rock-restoration.paragraph3": "   Високотехнологічні реставраційні матеріали <b>KEIM</b> застосовуються в   усьому світі і давно вже стали синонімами таких як «якість»,   «надійність» і «ефективність».",
  "rock-restoration.article-title1": "ЯКІСТЬ, НАДІЙНІСТЬ І ЕФЕКТИВНІСТЬ",
  "rock-restoration.article-title2": "Система реставрації натурального каменю KEIM",
  "rock-restoration.article-title3": "1) очищення та зміцнення:",
  "rock-restoration.article-title4": "2) матеріали для відновлення натурального каменю та швів:",
  "rock-restoration.article-title5": "3) захист та лесування:",
  "rock-restoration.list1.paragraph1": "  натуральний, біологічно саморозкладний очисник-концентрат   <b>KEIM Steinreiniger®-N</b>, призначений для м'якого  очищення каменю, цегли та бетону.",
  "rock-restoration.list1.paragraph2": "  кремнійорганічний камнезміцнювач <b>KEIM Silex®-OH</b> забезпечує  зміцнення ослабленої структури натурального каменю (вміст діючої  речовини 75%).",
  "rock-restoration.list1.paragraph3": "  кремнійорганічний камнезміцнювач <b>KEIM Silex®-OH-100</b>   забезпечує зміцнення ослабленої структури натурального каменю  (вміст діючої речовини 100%).",
  "rock-restoration.list2.paragraph1": "  суха реставраційна суміш <b>KEIM Restauro®-Grund</b>, що служить  для чорнового заповнення глибоких втрат на камені, є основою для   <b>KEIM Restauro®-Top</b> (коричневий колір).",
  "rock-restoration.list2.paragraph2": "  суха реставраційна суміш <b>KEIM Restauro®-Top</b>, забезпечує  колірну та структурну відповідність доповнень оригінальної  поверхні каменю (кольорова, фінішна).",
  "rock-restoration.list2.paragraph3": "  суха реставраційна суміш <b>KEIM Restauro®-Fuge</b>, служить для  заповнення шовного простору в історичних цегляних або  кам'яних кладках (кольорова).",
  "rock-restoration.list2.paragraph4": "  суха реставраційна суміш <b>KEIM Restauro®-Gieß</b>,  використовується для відливання копій кам'яних елементів  декору або статуй у спеціальних формах (кольорова, рідкотекуча).",
  "rock-restoration.list2.paragraph5": "  армуючі елементи із спеціальної нержавіючої сталі   <b>KEIM Armierungsmaterial ®V-4A-Stahl</b>, (дріт, прути та  кріпильні гвинти/шурупи), забезпечують надійне кріплення  свіжих/замішаних реставраційних матеріалів з вертикальних та  вертикальних поверхонь.",
  "rock-restoration.list3.paragraph1": "  силоксановий гідрофобізатор <b>KEIM Lotexan®-N</b> розроблений  спеціально для захисту натурального каменю від води та різних  забруднень.",
  "rock-restoration.list3.paragraph2": "  тонкошарова золь-силікатна фарба-блакитник   <b>KEIM Restauro®-Lasur</b>, служить для лесирующего вирівнювання  за тоном відреставрованих ділянок та автентичної поверхні  натурального каменю.",
  "rock-restoration.list3.paragraph3": "  ґрунтувальний засіб-розріджувач <b>KEIM Restauro®-Fixativ</b>,  застосовується для ґрунтування та розведення   <b>KEIM Restauro®-Lasur</b> до необхідного ступеня прозорості.",

  "creative-design.title": "Креативне оформлення KEIM",
  "creative-design.paragraph1": "   Фантазія людини не знає меж. Яскраві, неординарні особистості завжди   прагнули самовираження та індивідуальності практично у всіх сферах своєї   діяльності. Середовище – не виняток.",
  "creative-design.paragraph2": "   На сьогоднішній день креативне оформлення фасадів та інтер'єрів   набуло дуже широкого поширення як за кордоном, так і в Україні. Фірма    <b>KEIMFARBEN GmbH & Co KG</b>, що володіє найпередовішими технологіями   з виробництва та застосування найкращих у світі силікатних будівельних   матеріалів, не могла залишитися осторонь цього процесу.",
  "creative-design.paragraph3": "   В результаті виник окремий напрямок виключно ексклюзивних, високоякісних   дизайнерських матеріалів для креативного оформлення на базі силікатів та   вапна.",
  "creative-design.paragraph4": "   Висока якість, довговічність і багатогранність ексклюзивних систем    <b>KEIM</b> здатні дуже яскраво і неординарно підкреслити   індивідуальність і самобутність найсміливіших, креативних і талановитих   дизайнерських ідей.",
  "creative-design.article-title1": "ІНДИВІДУАЛЬНІСТЬ, СМІЛИВІСТЬ, КРЕАТИВ",
  "creative-design.article-title2": "Матеріали креативного оформлення KEIM",
  "creative-design.article-title3": "1) вапняна декоративна шпаклювальна система:",
  "creative-design.article-title4": "2) фарби для живопису:",
  "creative-design.article-title5": "3) декоративні силікатні крейди:",
  "creative-design.article-title6": "4) дизайнерська лесирующая фарбувальна система:",
  "creative-design.list1.paragraph1": "  класична гладка шпаклівка <b>KEIM Stucco®-Classico</b> на основі  натурального болотного вапна, призначена для індивідуального  оформлення внутрішніх приміщень (кольорова).",
  "creative-design.list1.paragraph2": "  вирівнююча фарба-грунт на базі золь-силікату та рідкого скла   <b>KEIM Stucco®-Primo</b>, забезпечує адгезію   <b>KEIM Stucco-Fondo</b> та <b>KEIM Stucco-Classico</b> до  проблемних основ (колір: білий).",
  "creative-design.list1.paragraph3": "  шпаклювальна маса <b>KEIM Stucco®-Fondo</b> на основі  натурального болотного вапна, служить для шпаклювання проблемних  підстав перед нанесенням <b>KEIM Stucco-Classico</b> (колір:  білий).",
  "creative-design.list1.paragraph4": "  спеціальне мило <b>KEIM Stucco-Sapone®</b> може застосовуватися  для інтенсифікації колірного тону та контрасту кольорової  шпаклівки <b>KEIM Stucco-Classico®</b>.",
  "creative-design.list1.paragraph5": "  набір <b>KEIM Stucco®-Sortiment im Holzkoffer</b>, складається з  усіх продуктів системи <b>Stucco-System</b> та інструментів для їх  нанесення (упакована в дерев'яну валізку).",
  "creative-design.list1.paragraph6": "  Набір <b>KEIM Stucco®-Kellen</b> складається з високоякісних  інструментів - кельм з нержавіючої сталі (упакована в  дерев'яну валізку).",
  "creative-design.list2.paragraph1": "  Високоякісні виключно силікатні фарби <b>KEIM Künstlerfarben®</b>  , надзвичайно стійкі, призначені для живопису зовні та всередині у  кривій та напівпрозорій техніці.",
  "creative-design.list2.paragraph2": "  мінеральний склад на базі вапна та білого цементу   <b>KEIM Malgrundmasse®</b>, що містить у своєму складі  натуральний мармуровий відсів, є ідеальною основою для   <b>KEIM Künstlerfarben</b>.",
  "creative-design.list2.paragraph3": "  закріплювач <b>KEIM Fixiermittel®</b> на базі силікату калію  служить для фіксації готових фрагментів живопису, виконаних  фарбами <b>KEIM Künstlerfarben</b>.",
  "creative-design.list2.paragraph4": "  розпилювач <b>KEIM Mundstaubspritze®</b> служить для нанесення   <b>KEIM Fixiermittel</b> на готові фрагменти живопису.",
  "creative-design.list2.paragraph5": "  набір фарб для живопису та інструменту для їх нанесення   <b>KEIM Künstlerfarben®-Sortiment</b> (упакована в дерев'яну  валізку).",
  "creative-design.list2.paragraph6": "  кольоровий порошок – компонент виключно силікатної фарби   <b>KEIM Dekorfarbpulver®</b> для декоративного живопису зовні та  всередині у кривій та напівпрозорій техніці.",
  "creative-design.list2.paragraph7": "  чистий, рідкий силікат калію <b>KEIM Fixativ®</b>, застосовується  як ґрунтовка, добавка та розріджувач для   <b>KEIM Dekorfarbpulver</b>.",
  "creative-design.list2.paragraph8": "  набір фарб для живопису та інструменту для їх нанесення   <b>KEIM Dekorfarben®-Sortiment</b> (упакована в дерев'яну  валізку).",
  "creative-design.list3.paragraph1": "  неорганічні крейди <b>KEIM Silikat-Kreiden®</b>, кольорові,  служать для виконання креативного живопису з мінеральних основ.",
  "creative-design.list3.paragraph2": "  закріплювач <b>KEIM Silikat-Kreiden®-Fixativ</b> на базі рідкого  калійного скла, служить фіксатором готового живопису на основах,  що сильно вбирають.",
  "creative-design.list3.paragraph3": "  закріплювач <b>KEIM Silikat-Kreiden®-Unifix</b> на базі рідкого  калійного скла, служить фіксатором готового живопису на основах,  що не вбирають або слабо вбирають.",
  "creative-design.list4.paragraph1": "  золь-силікатна концентрована кольорова фарба-блакит   <b>KEIM Design®-Lasur</b>, призначена для декоративного  оформлення фасадів та інтер'єрів.",
  "creative-design.list4.paragraph2": "  безбарвна добавка <b>KEIM Design®-Base</b> на основі  золь-силікату, призначена для розведення блакиті   <b>KEIM Design-Lasur</b> до необхідного ступеня прозорості.",
  "creative-design.list4.paragraph3": "  ґрунтувальний засіб - добавка <b>KEIM Design®-Fixativ</b> на  основі золь-силікату, служить для ґрунтування та розведення  блакиті <b>KEIM Design-Lasur</b> до необхідного ступеня  прозорості.<b>KEIM Design-Lasur</b> до необходимой степени  прозрачности. ",
  "creative-design.list4.paragraph4": "  набір лазурів, добавок та інструментів для їх нанесення   <b>KEIM Design-Lasur-Sortiment</b> (упакована в дерев'яну  валізку).",

  "additional.title": "Захист деревини KEIM",
  "additional.paragraph1": "Найперша силікатна фарба <b>KEIM</b> була винайдена та запатентована ще   у 1878 році. Перші результати її застосування можна побачити і в наші   дні, приблизно через 125 років експлуатації без будь-яких ремонтів та   оновлень. У наступні роки було розроблено і введено у виробничу програму   чимало інших гідних фарбувальних систем, але всі вони призначалися   виключно для нанесення на мінеральні основи.",
  "additional.paragraph2": "І ось зовсім недавно асортиментний ряд фірми <b>KEIMFARBEN GmbH & Co KG</b> поповнився інноваційною системою захисту   деревини <b>KEIM Lignosil®</b>. Це <span className={\"additional-page-widget-accent\"}> перша в світі силікатна фарба для деревини </span> та ряд супутніх продуктів, призначених для ремонту та обробки зовнішніх   та внутрішніх поверхонь у галузі дерев'яного домобудівництва.",
  "additional.paragraph3": "На сьогоднішній день фірма <b>KEIMFARBEN GmbH & Co KG</b> є єдиним   виробником силікатних систем фарбування для деревини у світі. А це   означає, що наші клієнти отримають найнадійніший, екологічно чистий та   довговічний захист для своїх дерев'яних будинків.",
  "additional.article-title1": "ОРИГІНАЛЬНІСТЬ, ЕКОЛОГІЧНІСТЬ, ТА ДОВГОВІЧНІСТЬ",
  "additional.article-title2": "Система захисту деревини KEIM",
  "additional.article-title3": "1) фарбування деревини:",
  "additional.article-title4": "2) ремонт тріщин, дефектів та сколів:",
  "additional.list1.paragraph1": "  кольорова силікатна фарба KEIM Lignosil®-Color, що криє,  забезпечує дуже тривалий і дуже надійний захист зовнішньої  будівельної деревини.",
  "additional.list1.paragraph2": "  алкідна високоспеціалізована ґрунтовка <b>KEIM Lignosil®-Base</b>   на основі алкідних смол, містить у своєму складі найдрібніші  частинки силікатів, служить для зміцнення поверхні деревини,  забезпечує потужне з'єднання основи з фарбою   <b>KEIM Lignosil®-Color</b>.",
  "additional.list1.paragraph3": "  спеціальний розчинник <b>KEIM Lignosil®-Base DL</b>, при  необхідності може бути доданий до <b>KEIM Lignosil®-Base</b> у  кількості до 10%.",
  "additional.list1.paragraph4": "  безбарвне, спеціальне проміжне покриття   <b>KEIM Lignosil®-Scudo</b> може наноситися між шарами   <b>KEIM Lignosil®-Color</b>, що запобігає виходу дубильних та  пігментних речовин з деревини на пофарбовану поверхню.",
  "additional.list1.paragraph5": "  силікатне кольорове покриття <b>KEIM Lignosil®-Artis</b>,  призначене для креативного оформлення деревини, наноситься як  фінішний напівпрозорий шар, що лісує поверх   <b>KEIM Lignosil®-Color</b>.",
  "additional.list1.paragraph6": "  розріджувач <b>KEIM Lignosil®-Artis DL</b>, додається в   <b>KEIM Lignosil®-Artis</b> з метою отримання бажаного ефекту, що  лесує.",
  "additional.list1.paragraph7": "  силікатна фарба <b>KEIM Lignosil®-Inco</b> для внутрішнього  застосування. Може використовуватися як у криючому, так і  напівпрозорому варіантах. Абсолютно паропроникна, не порушує  природний мікроклімат притаманний приміщенням, внутрішнє  оздоблення яких складається з деревини.",
  "additional.list1.paragraph8": "  розріджувач <b>KEIM Lignosil®-Inco DL</b>, додається в   <b>KEIM Lignosil®-Inco</b> з метою отримання бажаного ефекту  лессування.",
  "additional.list2.paragraph1": "  2-х компонентна ремонтна паста <b>KEIM Lignosil®-HRP</b> служить  для зовнішнього закладення тріщин і глибоких відколів, не містить  штучних добавок, чудово переробляється, за фізико-механічними  властивостями аналогічна натуральній деревині.",
  "additional.list2.paragraph2": "  ґрунтовка та рідкий компонент ремонтної пасти   <b>KEIM Lignosil®-HRP-Flüssig</b>, виготовляється на базі  спеціально обробленої лляної олії, застосовується для замішування  сухого компонента – порошку <b>KEIM Lignosil®-HRP-Pulver</b> та  як ґрунтувальний засіб перед нанесенням пасти.",
  "additional.list2.paragraph3": "  Сухий компонент <b>KEIM Lignosil®-HRP-Pulver</b> складається з  натуральних волокон та мінеральних наповнювачів, є основою пасти   <b>KEIM Lignosil®-HRP</b>.",

  "catalogue.title": "Каталог",

  "search.criteria": "Умови пошуку:",
  "search.nothing-found.title": "Нічого не знайдено",
  "search.nothing-found.description": "Не знайдено жодних результатів на запит: {{search}}",

  "footer.title": "KEIM.COM.UA © 2013-{{currentYear}}",
  "footer.rights": "Всі права захищено"
}