{
  "header.history": "ІСТОРІЯ КЕІМ",
  "header.advantages": "ВЛАСТИВОСТІ",
  "header.buildings": "ОБ'ЄКТИ",
  "header.service": "СЕРВІС",
  "header.contacts": "КОНТАКТИ",

  "sidemenu.search-placeholder": "Пошук по сайту...",
  "sidemenu.paint-system": "ФАРБУВАЛЬНІ СИСТЕМИ КЕІМ",
  "sidemenu.concrete-repair": "РЕМОНТ БЕТОНУ КЕІМ",
  "sidemenu.plaster": "ШТУКАТУРКИ КЕІМ",
  "sidemenu.rock-restoration": "РЕСТАВРАЦІЯ НАТУРАЛЬНОГО КАМЕНЮ КЕІМ",
  "sidemenu.creative-design": "КРЕАТИВНЕ ОФОРМЛЕННЯ КЕІМ",
  "sidemenu.additional": "ЗАХИСТ ДЕРЕВИНИ / ДОДАТКОВА ПРОДУКЦІЯ",
  "sidemenu.catalogue": "КАТАЛОГ",
  "sidemenu.picture.placeholder": "Техніка селікатного розпису\n",
  "sidemenu.tech": "ТЕХНІКА СЕЛІКАТНОГО РОЗПИСУ\n",

  "home.card1.title": "Свято-Миколаївський кафедральний собор (Горлівка, Донецька обл.)",
  "home.card1.text1": "Незважаючи на складну політико-економічну ситуацію в Україні, офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для оздоблювальних робіт",
  "home.card1.link1": "Свято-Миколаївського Кафедрального собору",
  "home.card1.text2": "(Донецька обл., м. Горлівка).\n\nУ храмовому розписі даного об'єкта представлена ​​силікатна система, що лесує, KEIM Design-Lasur. Нам було складно виконати свої зобов'язання перед Замовником....",
  "home.card1.link2": "далі",

  "home.card2.title": "Свято-Троїцький жіночий монастир (Рівненська обл.)",
  "home.card2.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації",
  "home.card2.link1": "Дерманського Свято-Троїцького жіночого монастиря",
  "home.card2.text2": "(Рівненська обл., Здолбунівський р-н, с. Дермань Друга).\n\nНа даному об'єкті представлена ​​система фарбування KEIM Granital® в індивідуальних колірних рішеннях відповідно до колекції KEIM Palette exclusiv. ....",
  "home.card2.link2": "далі",

  "home.card3.title": "Центральний офіс компанії UDP (м. Київ)",
  "home.card3.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації ліпного декору будівлі",
  "home.card3.link1": "Центрального офісу девелоперської компанії UDP",
  "home.card3.text2": "(м. Київ, вул. Лаврська, 18).\n\nНа даному об'єкті представлена ​​система фарбування ТМ Keim - Soldalit, відповідно до технічних умов реального стану декоративних елементів фасадів.",
  "home.card3.link2": "далі",

  "home.card4.title": "Благодійний комплекс Зайцевих (м. Київ)",
  "home.card4.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації частини",
  "home.card4.link1": "Благодійного комплексу меценатів Зайцевих",
  "home.card4.text2": "спорудження Нового корпусу колишньої Хірургічної лікарні 1911-1912 р. (м. Київ, вул. Фрунзе, 61-а).\n\nНа даному об'єкті представлена ​​технологія санації цегляної кладки продуктами ТМ Keim відповідно до вимог Авторського нагляду Зака ​​....",
  "home.card4.link2": "далі",

  "home.card5.title": "Загаєцький чоловічий монастир (Тернопільська обл.)",
  "home.card5.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації",
  "home.card5.link1": "Загаєцького чоловічого монастиря Св. Іоанна Милостивого",
  "home.card5.text2": "(Тернопільська обл., Шумський р-н).\n\nНа даному об'єкті представлена ​​технологія санації цегляної кладки продуктами ТМ Keim, відповідно до вимог Технологічного відділу НДІ \"УкрПроектРеставрація\". ....",
  "home.card5.link2": "далі",

  "home.card6.title": "Будинок Ікскюль-Гільденбандів (м. Київ)",
  "home.card6.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації",
  "home.card6.link1": "прибуткового будинку родини баронів Ікскюль-Гільденбандів",
  "home.card6.text2": "1902 р. (м. Київ, вул. Шовковична, 19).\n\nНа даному об'єкті представлена ​​система фарбування ТМ Keim - Granital, в індивідуальних колірних рішеннях відповідно до колекції KEIM Palette exclusiv ....",
  "home.card6.link2": "далі",

  "home.card7.title": "Пам'ятник Магдебурзькому праву (м. Київ)",
  "home.card7.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації",
  "home.card7.link1": "Пам'ятника магдебурзькому праву",
  "home.card7.text2": "(м. Київ, вул. Набережне шосе, 6).\n\nНа даному об'єкті представлена ​​система санації цегляної кладки продуктами ТМ Keim та система фарбувальної техніки ТМ Keim - Soldalit. Враховуючи високу культурно-соціальну важливість даного проекту, процеси, що виконуються на даному об'єкті з реставрації ....",
  "home.card7.link2": "далі",

  "home.card8.title": "Маріїнський Палац (м. Київ)",
  "home.card8.text1": "Офіційний представник Keimfarben GmbH в Україні виконав постачання продукції для реставрації церемоніальної резиденції Президента України Маріїнського Палацу (м. Київ, вул. Грушевського, 5а).\n\nНеобхідність застосування двох різних систем фарбування KEIM Soldalit® і KEIM Granital® була обумовлена ​​реальним станом заснування фасадів палацу. Заново оштукатурені частини фасадів підлягають обробці кислотним концентратом.",
  "home.card8.link1": "далі",
  "home.card8.text2": "",
  "home.card8.link2": "",

  "history.title": "Історія КЕІМ",
  "history.p1": "Біля витоків епохального винаходу мінеральних фарб KEIM (Кайм) стояли три видатні особи свого часу: Йоганн Вольфганг фон Гете, король Баварії Людвіг I та безпосередньо винахідник цієї фарби, практик та дослідник Адольф Вільгельм Кайм.",
  "history.p2": "Вже в середні XVIII століття в'яжуча речовина для майбутніх мінеральних фарб KEIM – рідкий силікат калію – була відома як «Сіліціум-Лікер». Але ще були хороші передумови та можливості для його виробництва та застосування.",
  "history.p3": "В 1768 Йоганн Вольфганг фон Гете покладав великі надії на свої досліди з рідким склом. У 8-й книзі «Поезія і правда» він пише: \"Те, що займало мене найбільше, був так званий \"Сіліціум-Лікер\" (Liquor Silicium), який виникає, якщо розплавити чистий кремній кварцу з відповідною часткою лугу, з чого виходить прозоре скло, яке тече на повітрі і є чудовою, ясною і чистою рідиною...\".",
  "history.p4": "Проте Ґете з його роздумами так і не дійшов до зрілої практики. Поштовхом для інтенсивної дослідницької роботи Адольфа Вільгельма Кайма послужили ідеї короля Баварії Людвіга I. Володар художнього чуття монарх був у захваті від барвистих вапняних фресок Північної Італії і хотів мати такі ж шедеври у своєму королівстві. Однак, погода на північ від Альп, як відомо, істотно суворіша і руйнує вапняний художній живопис у дуже короткий час.",
  "history.p5": "Таким чином, баварській науці було віддано доручення розробити таку фарбу, яка виглядала б як вапняна, але була б довговічнішою.",
  "history.p6": "Переконливим рішенням цього завдання стали мінеральні системи фарбування KEIM. Ідея запатентованої у 1878 році силікатної фарби ґрунтується на правильному змішуванні рідкого силікату калію (рідке скло) та неорганічних кольорових пігментів.",
  "history.p7": "В результаті було отримано унікальну фарбу, в якій якість, довговічність, захисні властивості та світлостійкість були доведені до дуже високих показників.",
  "history.p8": "До сьогоднішнього дня збереглися фасади, пофарбовані в 19-му столітті, наприклад, готель «Білий орел» у місті Штайн ам Рейн або Ратуша у місті Швіц (1891 р.), будинки у Швейцарії, в Осло (1895 р.) чи Траунштайні , Німеччина (1891).",
  "history.p9": "Створені А. Каймом силікатні фарби наприкінці XIX – на початку XX століття набули широкого поширення в Західній Європі. У той же час ціла плеяда художників Російської Імперії також виконали ряд робіт чудовими фарбами KEIM: розписи в Софійському соборі Новгорода (1897), розписи в Марфо-Мар'їнській обителі в Москві (художник М. В. Нестеров, 1911), розписи в Курза Сестрорецьке (орнамент), у церкві села Наталіївка Харківської області (архітектор О. В. Щусєв, художник А. І. Савінов, 1912 – 1915).",
  "history.p10": "І.Є. Рєпін та Є.О. Лансері також були знайомі з фарбами KEIM. Вони виконали на бетонних плитах невеликого розміру за однією роботою-пробою. Незважаючи на багаторічне зберігання цих зразків не в найсприятливіших умовах, їх барвистий шар не має жодних ознак руйнування й досі. Відомий технолог живопису професор Д. І. Кіплік свого часу охарактеризував фарби KEIM як чудовий матеріал. Так само високу оцінку дав їм і радянський художник-монументаліст М. М. Чернишов.",

  "footer.title": "KEIM.COM.UA © 2013-{{currentYear}}",
  "footer.rights": "Всі права захищено"
}